{
  "name": "Everfrost",
  "category": "Everfrost",
  "notes": "Since the destruction of the barbarian city of Halas, these arctic wastes have become a desolate, barren wasteland where destructive storms and strange creatures wander freely. It is said the mighty mage Miragul hides his research laboratories here.",
  "levels": "40-50",
  "maps": [
    {
      "zonerect": "-1480.20,-2006.18,1667.63,340.46"
    }
  ],
  "connections": [
    {
      "key": "everfrost_epic01_menagerie"
    },
    {
      "key": "everfrost_epic02_icespire"
    }
  ],
  "npcs": [
    {
      "name": "Brahnagan MacLahnan",
      "utterances": [
        "Why, hello there! You look as though you've come an awful long way to visit our frosty homeland.",
        "Oh, yes! Long ago, before the Rending, the Everfrost Peaks were home to the great Northern tribes. Like many other things, they were changed completely when it happened.",
        "Depends. Some hope to one day found settlements here, while others are simply after the thick furs of its snow-born beasts.",
        "Why don't you speak with some of the others? They can offer you different perspectives than I can. Go speak with them, come back to me, and we will talk more."
      ]
    },
    {
      "name": "Marta Terrilon",
      "utterances": [
        "Calling all skilled hunters!  I am in need of skilled hunters!"
      ]
    },
    {
      "name": "Master T'Lys",
      "utterances": [
        "Ah, an adventurer I presume.  Who else would make their way into this forsaken land of ice and death?  No doubt you are looking for some valuable treasure or some ancient object of the past.",
        "Why else would someone come here?  Obviously you must know of the Menagerie and the treasures that are said to be kept there, or you wouldn't have set foot on the ice.",
        "Of course you have.  Someone like you doesn't come to a place like this uninformed.  You have the look of a well-educated, able-bodied adventurer.  I need a little assistance at the moment.  Perhaps we could work something out? ",
        "As you may have guessed, I too am in search of the Menagerie, but I have run into a small problem.  I obtained a wand recently that was supposed to reveal the location of the Menagerie's entrance.  When I held the wand aloft and spoke the incantation to activate it, the crystal in the wand shattered!",
        "The fool, that had the wand, mistranslated the incantation when he wrote it down.  This error went unnoticed until I studied the parchment following the wand's shattering.  I need you to find me the pieces of the wand.  I will pay you handsomely for their return."
      ]
    },
    {
      "name": "a primal frostfin",
      "locations": [
        "-135.33,-25.04,94.89",
        "-138.55,-24.44,72.51",
        "-122.69,-24.39,113.92",
        "-121.45,-24.91,173.84",
        "-38.83,-24.53,178.31",
        "-3.24,-24.97,175.41"
      ]
    },
    {
      "name": "Seth McMannus",
      "locations": [
        "169.61,-21.25,111.02"
      ],
      "utterances": [
        "Come, young one.  Indulge an old man and lend him your ear.",
        "As my time grows close, and the sun is setting on this long life, I've begun to think of all that I've done and all that I regret not having done.",
        "Well, the one thought that vexes me more than any other, would be knowing that the damnable shark Dreadwake lived longer than I did!  He's been menacing these waters since I can remember!",
        "I'd be willing to part with my lucky necklace if you could kill Dreadwake and lay an old man's mind to rest.",
        "Oh no! There he is! Dreadwake!"
      ]
    },
    {
      "name": "a wooly silk slinger",
      "locations": [
        "-313.80,-1.01,-423.26",
        "-304.31,-0.78,-430.01",
        "-306.85,-0.96,-424.26",
        "-285.31,-3.15,-453.25"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -666230690 1307520790:an arachnid leg\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1851717538 432093406:a thin blue band\\/a",
          "chest": true
        }
      ]
    },
    {
      "name": "a wooly spider",
      "locations": [
        "-304.08,19.87,-410.54",
        "-301.40,-0.38,-425.02"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -666230690 1307520790:an arachnid leg\\/a",
          "chest": false
        }
      ]
    }
  ],
  "shinies": [
    {
      "gamelink": "\\aITEM 1291776259 1615086709:enchanted wood elf bone fragment\\/a",
      "locations": [
        "-284.15,-3.10,-456.52"
      ]
    }
  ]
}