{
  "name": "Steamfont Mountains",
  "expansion": "exp03",
  "category": "Faydwer",
  "notes": "These ancient hills full of geysers and hotsprings are home to the gnomes and their mechanical creations. The Mines of Meldrath and the city of Klak'Anon lie within these hills.",
  "levels": "35-50",
  "maps": [
    {
      "zonerect": "-470.72,259.11,1707.27,1889.73"
    }
  ],
  "connections": [
    {
      "key": "exp03_dun_klakanon"
    },
    {
      "key": "exp03_rgn_butcherblock"
    },
    {
      "key": "exp03_rgn_greater_faydark"
    },
    {
      "key": "exp03_rgn_loping_plains"
    },
    {
      "key": "exp03_rgn_steamfont_epic01_mines"
    }
  ],
  "npcs": [
    {
      "name": "a Chronomage",
      "locations": [
        "17.72,93.86,1288.62",
        "34.9,93.33,1291.26",
        "16.38,93.76,1307.79"
      ],
      "utterances": [
        "We've come to a strong enough understanding of the ebb and flow of the chrono stream, after years of study, to recognize this as the annual phase in which the barrier to the stream of the past is the thinnest.",
        "Step on in to the Chronoweave, adventurer. Do not be nervous. We have stabilized the chronoportals, I assure you."
      ]
    },
    {
      "name": "Finbert Lintzig",
      "utterances": [
        "Don't touch that please! Your primitive intellect wouldn't understand alloys and compositions, things with mechanamagical structures.",
        "Eugene, please take these mana couplings to Hodgemottin and be very careful with them. They are delicate mechanamagical instruments and it would be a shame to have to refabricate them.",
        "Good job Eugene, that is all for now."
      ]
    },
    {
      "name": "Fresa Wealgear",
      "locations": [
        "-594.75,174.93,1080.08"
      ],
      "utterances": [
        "What are you doing way up here?"
      ]
    },
    {
      "name": "Jin Findintide",
      "locations": [
        "-598.59,174.93,1082.47"
      ],
      "utterances": [
        "Hello there. You haven't seen Sergi's brother anywhere nearby have you? He's soooo rude!"
      ]
    },
    {
      "name": "Professor What",
      "utterances": [
        "You there!  You have a burning interest in gnomish history, do you not?",
        "Perfect!  I knew I would find like-minded kin during Tinkerfest!  I'm Andipholitz Whatzzit, but my friends call me Professor What... I bet.",
        "Correct!  I'm a professor of gnomish histories.  Perhaps you've been to one of my presentations on fabled city of Klick'Anon, or Meldrath the Malignant?  Maybe you've read one of my journals on Tinmizer, or the unfortunate rise of Klak'Anon?",
        "No?  Oh, no matter, no matter!  You can still assist me.  I've found what I suspect is a long closed off section of Klak'Anon.  I'm hoping that you can find some abandoned, gnomish objects left over from when it was the paradise of Ak'Anon.",
        "You'll be using an exhaust port on one of the bluffs above the main Klak'Anon gate.  That is, once you open it up to fit.",
        "And I've got the perfect way for you, too!  Capture one of them unstable boom burbles, running around here, and release it near the entrance.  It should blow the port Overland high!  Just be sure to capture the burble before it has a chance to explode on you!",
        "History is exciting, isn't it!?"
      ]
    },
    {
      "name": "Rizo Voombin",
      "utterances": [
        "Hey you Number Two! Watch out where you point that torch!"
      ]
    },
    {
      "name": "Sergi Voombin",
      "locations": [
        "-597.34,175.54,1084.83"
      ],
      "utterances": [
        "Hi there. I saw you eyeing my marvelous invention... yeah, that's right, don't be bashful. I'd be happy to tell you about the Anas Mechanica Arcana, also known as the clockwork duck! Fascinating thing, isn't it? And it looks so real!",
        "Wouldn't you be? Look at the detail in the feathers and the realistic shine of the bill. And just listen to it! It sounds so real!",
        "By using my dizzying intellect of course! And these steady and skilled hands! And my dashing good looks! And... and.. actually, could you help me with a little problem?",
        "Well, you see, I used to have four other fine feathered friends, but I've lost them recently. See, at the request of our esteemed Regent Waynil Garwater, I sent them out to do some reconnaissance. Something about monitoring the movements of the Klak'Anon clockworks. Anyway, they haven't returned and I'm a little worried about them.",
        "I'd go out and do it myself you know, but well, I have this little fella here to take care of. I'd hate to lose my last one! Anyway, all I really need are their Mechanamagical Recording Boxes. I can rebuild their bodies. So what do you say?"
      ]
    },
    {
      "name": "Tomker",
      "utterances": [
        "Oh dear, where is that courier?"
      ]
    },
    {
      "name": "Waynil Garwater",
      "utterances": [
        "Well hello there! Welcome to Gnomeland Security Headquarters!"
      ]
    }
  ],
  "shinies": [
    {
      "gamelink": "\\aITEM -1968653330 -1657972376:Chronological Ripple\\/a",
      "locations": [
        "-1.22,93.81,1299.97"
      ]
    },
    {
      "gamelink": "\\aITEM 285687365 1486884596:Condensed Energy\\/a",
      "locations": [
        "23.54,92.97,1343.22",
        "19.60,92.40,1273.67"
      ]
    }
  ],
  "resourceNodes": [
    {
      "name": "the burnished stone"
    }
  ]
}