{
  "name": "A Collection of Dreams",
  "category": "",
  "connections": [
    {
      "key": "qeynos_combined01"
    }
  ],
  "npcs": [
    {
      "name": "Thumore D'armer",
      "locations": [
        "19.23,0.0,1.29"
      ],
      "utterances": [
        "Ah... you have come.  I was afraid that you might not, and I would be trapped here for an eternity.",
        "Why would you assume that being in slumber would prevent awareness of the outside world?  Nothing is further from the truth -- we are aware of many things when we sleep, from the outside world to what truly resides in our hearts.  We are blind to nothing.",
        "Because, as I said, we can see what is truly within our hearts, and mine is not complete.  I cannot leave here until I recover those parts that are missing.  Since I cannot leave here, however, I am unable to complete this task.",
        "Correct.  I need those pieces of me that are missing, that have been scattered across Norrath.  With these lost shards of myself, I can finally emerge from this dream I have woven for myself, and return to Norrath as I have longed to do.",
        "In many places, and all in one place.  They are caught within the memories of places on Norrath -- inaccessible from the physical world, but floating in the remnants of thought and consciousness.  It is there you will find the parts of my spirit that have broken away.",
        "Fear not, for although they are not in a place you can walk to, they are someplace you can travel to, as you do when you drift into your own dreams when you sleep.  I will provide you with a means to getting to the places where the shards reside, if you can overcome the challenges and retrieve them for me.",
        "You must first travel to the sands of the desert, to an observatory within a grand city.  It is there that you will find the first shard.  Once you have retrieved it, return it to me here.",
        "Ah, you have returned.  I trust you have found the missing shard?",
        "Ah, this is excellent!  I knew you would be able to find this for me, and with your help, I will soon be complete once again.  My thanks to you.",
        "There are more shards to find, and I appreciate you offering to help find them for me.  If you are ready, I will open the portal to the next shard.",
        "The next one is within the memory of a palace in the sky, a place ruled by some of the mightiest creatures Norrath has ever known.  It is there that you must search for the next shard piece.",
        "You have returned from the lands of the sky.  Were you able to find the lost shard there?",
        "You are proving to be quite resourceful in gathering these for me.  I can feel my strength returning even now, with only these two pieces.  Again, my thanks to you.",
        "I am still missing several pieces in order to make me whole again, and with your help, I believe it is possible to retrieve them.  If you are ready, I will open the portal to the next missing shard.",
        "This next one is lost within a maze born from madness, and tended by those who no longer draw breath within Norrath.  You must search through the restless estate to locate the shard piece hidden within.",
        "And here you are once again.  Were you able to find the shard within the restless estate?",
        "And once again, you have come through for me.  I cannot express how much I appreciate your help thus far.",
        "There is another shard hidden within a mighty castle, built long ago by one of the mightiest civilizations that Norrath has ever known.  The shard is hidden within its walls, and is guarded well from those that would seek to remove it from that memory.  I will open the portal once you are ready to seek it out.",
        "Good luck to you.  Again, return to me once you have found the shard.",
        "You have returned once more.  I trust that you've again located the shard I need?",
        "Again, you have found that which I feared lost to me forever.  I am close now to becoming whole once more, and returning back to the world I call home.",
        "Only one more shard remains.  It is hidden within a palace lost to existence itself, floating on the edge of pure nothingness.  You must search here in order to find the last shard.",
        "Then I will open the portal for you.  Good luck to you in your search.  And my thanks to you once again.",
        "I have been eagerly awaiting your return.  Were you able to find the last shard?",
        "You have done a tremendous service.  Not just to me, but quite possibly, to all of Norrath as well.  Now that I have all of the shards of my lost self, I can finally break free of this world, and return to the world I once called home.",
        "No... I mean return to the memories and dreams of all across Norrath, return to my place I gave up so long ago.  The memories and dreams of Norrath have helped to hold my shattered self until you came to help me gather those shards once again.  Now, I am finally whole.",
        "You will know me once again.  Now awaken, my friend.  Your service will not be forgotten."
      ]
    }
  ]
}