{
  "name": "Sundered Splitpaw: Gladiator's Triumph",
  "name_sortable": "sunderedsplitpawgladiatorstriumph",
  "region": "Karan",
  "type": "instance",
  "connections": [
    {
      "key": "adv02_dun_sundered_splitpaw_hub"
    }
  ],
  "npcs": [
    {
      "name": "a disillusioned gnome slave",
      "name_sortable": "disillusionedgnomeslave",
      "utterances": [
        "Looks like it's time to move on!"
      ]
    },
    {
      "name": "a dwarven gladiator",
      "name_sortable": "dwarvengladiator",
      "utterances": [
        "Stand to the last man!  No surrendering!"
      ]
    },
    {
      "name": "Fip Slytail",
      "name_sortable": "fipslytail",
      "utterances": [
        "Welcome to the Pit!  Are you prepared to face our champions?",
        "Here are the rules! The last person standing wins!",
        "If you win the match, you may take your winnings and leave or continue forward and risk losing it all!",
        "The more you risk in the Pit, the more you stand to gain!  Are you ready for your first challenge?",
        "Your first challenger is usually used as a training pet for Splitpaw children!  See how you fare against this!",
        "Well done!  It seems that you're worthy of fighting in the Pit!",
        "Your next challenger has been starved for several days, which should make for an exciting fight! Battle on!",
        "You continue to surprise us!  Congratulations!",
        "A favorite amongst the fans, we bring you the scourge of Splitpaw ... Yellowtooth!",
        "Congratulations on defeating the aged Yellowtooth!  Now that you proved you can defeat our enfeebled elders, you can take on more difficult challenges!",
        "Test your impressive strength and resolve against this!",
        "Well done!  I never expected that strategy!  On to the next challenger!",
        "Your next opponent has been trained from birth to destroy newcomers to the pit!  Prepare for battle!",
        "You handled yourself well in there!  Are you ready for your next opponent?",
        "Known to crush rock with his bare paws, our next opponent has the strength of ten gnolls!  We bring you, Phosm Stonebend!",
        "Excellent!  You defeated Phosm and proved you're worthy of our next challenger!",
        "In our next epic challenge, you'll face off against the duo known as \"Splitpaw's Hope.\" Ready?  Fight!",
        "You truly shined during that last battle!  Well done!  ",
        "Nothing you've battled thus far can prepare you for this challenge!  Good luck!  Fight!",
        "Amazing!  Can you be stopped?  We shall see...",
        "Our next opponent requires no introduction!  Bring out the Pit champion!",
        "You defeated our champion!  You're the true Pit master!",
        "You have chosen to leave, therefore, the challenge has concluded."
      ]
    },
    {
      "name": "Gidheon Pathweave",
      "name_sortable": "gidheonpathweave",
      "utterances": [
        "Overlanders must die."
      ]
    },
    {
      "name": "a hateful Teir'Dal slave",
      "name_sortable": "hatefulteirdalslave",
      "utterances": [
        "I will have vengeance!"
      ],
      "drop_coin_min": 2256,
      "drop_coin_max": 2256
    },
    {
      "name": "Kateth Brawnstrong",
      "name_sortable": "katethbrawnstrong",
      "utterances": [
        "Rip them to pieces, but don't damage the meat."
      ]
    },
    {
      "name": "Old Yellowtooth",
      "name_sortable": "oldyellowtooth",
      "utterances": [
        "Feeding on his flesh will make us stronger."
      ]
    },
    {
      "name": "Phosm Stonebend",
      "name_sortable": "phosmstonebend",
      "utterances": [
        "Feeding on his flesh will make us stronger."
      ]
    },
    {
      "name": "The Pit Champion",
      "name_sortable": "pitchampion",
      "utterances": [
        "Just a flesh wound."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1817997142 -271875126:canine saliva\\/a",
          "chest": false
        }
      ]
    }
  ]
}