{
  "name": "Antonica",
  "category": "Karan",
  "description": "Home to the city of Qeynos, the dungeon of Blackburrow and haunted fortress of Stormhold.",
  "levels": "10-20",
  "maps": [
    {
      "zonerect": "-652.63,-1178.98,2910.01,1526.14"
    }
  ],
  "connections": [
    {
      "key": "antonica_catacomb01"
    },
    {
      "key": "antonica_epic01_vale_invasion_solo"
    },
    {
      "key": "antonica_epic02_firemyst"
    },
    {
      "key": "befallen"
    },
    {
      "key": "befallen_epic01_mi_pirate_hideout"
    },
    {
      "key": "blackburrow"
    },
    {
      "key": "qey_adv04_bog_tlp"
    },
    {
      "key": "qeynos_combined01"
    },
    {
      "key": "steppes"
    }
  ],
  "objects": [
    {
      "name": "The Ulteranis",
      "subtext": "Indentations of five rings encircle the smooth crystal of Ulteranis.",
      "location": "-1033.81,28.83,-628.48"
    },
    {
      "name": "storage box",
      "location": "-2104.11,-43.75,438.61",
      "actions": [
        {
          "label": "examine box",
          "command": "open_book",
          "book_pages": [
            {
              "text": "Within the storage box you find a leather bound manifest.  It appears to be untouched for quite some time, but the leather is still in excellent condition.",
              "actions": [
                {
                  "label": "Open manifest",
                  "commands": [
                    {
                      "command": "give_quest",
                      "quest": "Hunter's Manifest"
                    },
                    {
                      "command": "goto_page",
                      "page": 1
                    }
                  ]
                },
                {
                  "label": "Leave the manifest alone.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The manifest once belonged to a hunter, that apparently had something to do with organizing hunts for Qeynosian royalty.  Great hunts were organized, where hunters from all over Norrath were invited to participate, competing for prizes and prestige.  The manifest is not particularly well written, but it sparks your imagination nonetheless.",
              "actions": [
                {
                  "label": "I will hunt game in Antonica.",
                  "command": "exit"
                },
                {
                  "label": "exit",
                  "command": "exit"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "chest",
      "location": "-2110.27,-43.89,432.02",
      "actions": [
        {
          "label": "open chest",
          "command": "give_item",
          "gamelink": "\\aITEM -208547450 1663244787:Know Your Gnolls\\/a"
        }
      ]
    }
  ],
  "npcs": [
    {
      "name": "Captain Eitoa",
      "utterances": [
        "I wouldn't mind chatting with you in Irontoe's East, but here I've got work to do.",
        "There is something you can do. I've posted a guard at the Keep of the Ardent Needle, and he hasn't been reporting to me as often as I'd like. Would you go inspect the keep and make sure everything is in order?",
        "Go then.  You'll find the Keep on the north side of the ridge, just this side of the Tower of the Oracles. It's one of the few keeps in pristine condition."
      ]
    },
    {
      "name": "a defiled squire",
      "utterances": [
        "Rest in peace.",
        "You've shaken the dust from my bones."
      ]
    },
    {
      "name": "Duffy",
      "utterances": [
        "Take a look around. Never have you seen such finely crafted or wondrous artifacts for sale ... for such little coin!"
      ]
    },
    {
      "name": "Farmer Walcott",
      "utterances": [
        "Oh! My poor crops! What will I do with all these ravenous beetles scurrying about?",
        "A beetle charmer would be grand -- if there were such a thing. I would be satisfied just hiring an adventurer to stomp a bunch of the beetles. Oh my poor barley!",
        "Thank the lost gods! I know you can't exterminate all these pests, but please do your best. I'll reward you with what I can. Don't worry, little barley ... help is on the way.",
        "Yes! You did a great job, adventurer! The crops live another day. Please take this for your kind deeds. "
      ]
    },
    {
      "name": "Flores",
      "utterances": [
        "Step right up! My wares stand up to any found in the city!  Made by the finest Qeynosian crafters, they are!"
      ]
    },
    {
      "name": "Geddard",
      "utterances": [
        "Welcome to Gnollslayer Keep!  I'm Geddard, the only merchant for leagues.  If I don't got it, you don't need it!  What'll it be for you today?"
      ]
    },
    {
      "name": "a griffon tamer",
      "utterances": [
        "Where would you like to go?"
      ]
    },
    {
      "name": "Hwal Rucksif",
      "utterances": [
        "Ho, there!  You wouldn't mind helping out a hard working dwarf, would ya?",
        "Ahh, too much to do here!  There's no way I can get it all done!"
      ]
    },
    {
      "name": "Knight-Lieutenant Alesso",
      "utterances": [
        "Hello!  As you journey into the city, keep in mind that you may not enter the citadel within North Qeynos at this time.  You'll find better adventuring elsewhere.",
        "Outside the gates of Qeynos, Antonica is riddled with vermin. Serve Qeynos by destroying these infectious beasts.",
        "Rid Antonica of the rats, snakes and beetles that plague Qeynos.  Dispatch of no less than ten of each and we shall reward your service.",
        "You served Qeynos well and shall be rewarded."
      ]
    },
    {
      "name": "Novak",
      "utterances": [
        "Greetings, perhaps you need to replenish your supplies, or maybe just sell some of what you picked up along the trail?"
      ]
    },
    {
      "name": "Oracle Ednar",
      "utterances": [
        "I sense that you still have much to do before your destiny is complete."
      ]
    },
    {
      "name": "Scholar Al'Quylar",
      "utterances": [
        "How in the name of Al'Kabor am I going to power this?"
      ]
    },
    {
      "name": "Sergeant Tillin",
      "utterances": [
        "Hoy! You look right strong, care to do a job for the guard?"
      ]
    },
    {
      "name": "Taskmaster Lynette",
      "utterances": [
        "Unless you're filling a Far Seas Requisition of Antonica I do not have time for you. Time is money."
      ]
    }
  ],
  "shinies": [
    {
      "gamelink": "\\aITEM 164202245 -601729183:chipped shard of divination\\/a"
    }
  ],
  "resourceNodes": [
    {
      "name": "the callous ore"
    },
    {
      "name": "the plains shrubbery"
    },
    {
      "name": "the sandwashed rock"
    }
  ]
}