{
  "name": "Aboard the Smarmy Sprocket",
  "name_sortable": "aboardthesmarmysprocket",
  "category": "Instance",
  "connections": [
    {
      "key": "antonica"
    },
    {
      "key": "commonlands"
    }
  ],
  "npcs": [
    {
      "name": "Master Chief Gearspanner",
      "name_sortable": ""
    },
    {
      "name": "Smith the Cook",
      "name_sortable": ""
    },
    {
      "name": "Blendrap the Engineer",
      "name_sortable": ""
    },
    {
      "name": "Bosun Patches",
      "name_sortable": ""
    },
    {
      "name": "Greedu the Cabin Boy",
      "name_sortable": ""
    },
    {
      "name": "Blendrap the Engineer",
      "name_sortable": "blendraptheengineer",
      "locations": [
        "2.93,1.19,-12.1"
      ],
      "utterances": [
        "I'm pretty new around here.  Ye be wanting to speak with the Master Chief first!",
        "Ahoy, there! I be the new engineer of th' Smarmy Sprocket.  What is it ye be needing, eh?",
        "The Smarmy Sprocket's the fastest pirate ship in these waters.  In any waters, if it comes to that!  There be several of our ships plying the trade but the Sprocket....ah, a classy lady!  I don't mind telling ye that it's a stroke of luck for me the old engineer was gutted during the prisoner's revolt!  That opened up this job, not to mention his belly! Har! Har!",
        "Though the Sprocket be one of the older ships, it's got the newest in gadgetry.  It was docked at the prison island for about a week before them prisoners revolted.  Overcrowding, they said! Bad food, they said!  That's all they did: complain, complain, complain!",
        "A tribute to its builders, it is.  A sturdier ship ye'll never find, nor an older one!  The Smarmy Sprocket's been terrorizing the high seas for many generations, despite the ill effects of the Shattering and the Rending and all.",
        "Not me personally --  the ship!  It's a vessel with a proud heritage.  It be the first ship to use the Wind-o-Matic.  That allows us to sneak up on any ships, including those newer ones the Far Seas Trading Company uses.  I'm real proud to be the new engineer here.  Anything else you need to know?",
        "And who could blame you?  I'm often left wondering about them myself.  Patches there, the bo'sun, she's all right even if she can't find her way out of a laundry bag.  I thought I'd bust a gut the time Cap'n Cog had her put in that bag and...",
        "There's not so much crew left as there used to be, of course.  We used to have two astrolomagicians to do the navigation, plus the old engineer and all.  Sliced to ribbons they were when the prisoners revolted on the island.",
        "Me? No, I was aboard ship, eatin' some of the cook's apple fritters.  You may think you've had good apple fritters before, but wait till you've tasted these.  Not even a halfling can make a fritter like Smith! See, the secret is the special fritternomitron to get the batter...",
        "Right.  Well, aside from Patches and Smith, there's Greedu.  He be the cabin boy for Cap'n Cog.  Smart lad, that one.  He sounded the alarm when some of them prisoners tried to chase after us.  They nearly took out the Wind-o-Matic!  In fact, they budged over some of them boxes on the deck and that's made us a bit wobbly."
      ]
    },
    {
      "name": "Bosun Patches",
      "name_sortable": "bosunpatches",
      "locations": [
        "2.28,1.21,-19.65"
      ],
      "utterances": [
        "I'm busy right now, go speak to the Master Chief if you need to find out what's going on.",
        "Aye, captain?",
        "No! I'm not ready yet! I can't get this darned contraption to work! He's gonna kill me!",
        "Give it a good kick! It may need a few kicks... so just keep kicking it as fast you can until it starts.",
        "Did you get her working?",
        "Perfect, everything is set then. You can tell the Master Chief that I'm ready to get underway. Thanks!"
      ]
    },
    {
      "name": "Greedu the Cabin Boy",
      "name_sortable": "greeduthecabinboy",
      "locations": [
        "-4.05,-2.07,8.63"
      ],
      "utterances": [
        "Just can't figure these logs out... Excuse me, you need to speak to the Master Chief.",
        "Ahoy there, mate! Sure is fun being a pirate!",
        "Not yet! I'm having some difficulties plotting the course. Maybe ye can help?",
        "You'll need to read Captain Cog's Logs and figure out what stars we followed to the island on the last trip and then use the Glitter GadgeScope to find out what directions they are. Once you know what way to go just punch the directions into the Navitron Mk VI and the rest is up to the gears, gizmos, and sprockets.",
        "So have you plotted the course yet?",
        "Great, then you can tell the Master Chief that I'm ready to get underway."
      ]
    },
    {
      "name": "Master Chief Gearspanner",
      "name_sortable": "masterchiefgearspanner",
      "locations": [
        "-1.23,0.54,13.11"
      ],
      "utterances": [
        "Ahoy mate! Glad ta see ya made it aboard the Smarmy Sprocket. We've very little time ta get her ready now. Me needs ya ta go speak to the rest of me crew an' make sure that they be ready ta get underway.",
        "Let me know when me crew is ready, will yah?",
        "Is me crew ready?",
        "Well, it sure took yah long enough, mate! Ye gots one last thing ta do then. When yah ready to get underway, pull this 'ere lever."
      ]
    },
    {
      "name": "Smith the Cook",
      "name_sortable": "smiththecook",
      "locations": [
        "3.07,-2.07,3.68"
      ],
      "utterances": [
        "What!? Can't ya see it's some fine cooking I be doing?? Go squawk at the Master Chief, ya blimey bilge rat!",
        "What!? Can't ya see it's some fine cooking I be doing??",
        "Use your deadlights, mate! Do I be looking like me readies?",
        "Sure there be! Them crates over yonder need to be pushed to either the starboard or port sides of the ship. But yah need to make sure the weight is even...",
        "Grub, bub! I've got the order sheets here. If ya be needing to know what's inside just ask!",
        "Let's see here... Order number one one four five six! That there crate seems to be filled with three hundred and fifty-five Heavily Salted Sun Dried Sardines. Each one weighs about one point four centisprockets.",
        "Ya be needing some more information about them crates, do ya?",
        "Matey, even pirates know how to do some fancy calculations. Try it again as the Smarmy Sprocket seems ta be listing right now!",
        "Hrmm... Order number one one four nine two! That crate's got two hundred and forty of Skinny Pete's Seasoned Beef Snacks. They seem to weigh about eight millisprockets each.",
        "Order number one one five two one! It has forty-eight boxes of Regulator's Wholegrain Wheat Noodles. Each box is about six point two five centisprockets.",
        "Well I'll be a briny wench!  Ya did it.  Looks like I'll be ready ta get underway.  Let the Master Chief know."
      ]
    }
  ]
}