{
  "name": "The Halls of Fate",
  "name_sortable": "hallsoffate",
  "expansion": "exp02",
  "category": "Dungeons",
  "maps": [
    {
      "name": "Entrance"
    },
    {
      "name": "North"
    },
    {
      "name": "South"
    }
  ],
  "connections": [
    {
      "key": "exp02_rgn_realm_of_night"
    }
  ],
  "npcs": [
    {
      "name": "a Doomwing destroyer",
      "name_sortable": "doomwingdestroyer",
      "locations": [
        "16.66,1.67,-13.18"
      ]
    },
    {
      "name": "a Doomwing Skarize centurion",
      "name_sortable": "doomwingskarizecenturion",
      "locations": [
        "102.31,-27.54,25.60"
      ]
    },
    {
      "name": "a Doomwing soldier",
      "name_sortable": "doomwingsoldier",
      "locations": [
        "0.58,39.23,-4.47"
      ]
    },
    {
      "name": "Ishtaran the Skarize",
      "name_sortable": "ishtarantheskarize",
      "locations": [
        "119.20,-26.43,14.84"
      ],
      "drop_coin_min": 49398,
      "drop_coin_max": 49398
    },
    {
      "name": "Jin'tiz the Cataloguer",
      "name_sortable": "jintizthecataloguer",
      "locations": [
        "119.30,-27.54,20.40"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1437547503 1614569067:a droag hide\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 8462,
      "drop_coin_max": 8462
    },
    {
      "name": "Raluvh",
      "name_sortable": "raluvh",
      "utterances": [
        "You there! You must help me. Come closer!",
        "Please help me! I came in here trying to find out what the Doomwing Legion was up to, but was captured. You must find out what is going on here!",
        "I managed to sneak all the way down to the laboratory, when one of their drakes spotted me. There was nothing I could do. They cornered me, broke my wings and threw me in this cage. I won't be able to fly again for a long time...",
        "The Legion appears to be raising an army for some purpose, probably to invade the earth realm. I also saw them conducting some experiments down below, creating monstrous draconic warriors. It's important not to tip off your presence here, so don't kill any officers unless you absolutely have to.",
        "You'll have to sneak past them. Also, I have an idea of how you can get information from them. The droags are using a mutagenic substance, that purple stuff you see all over the place,  in their experiments. I'm thinking you can use it to create a disguise.",
        "This is just the tip of the iceberg. While whatever they are doing in the upper levels is a definite threat, we don't want to instigate them just yet. Killing off their lower ranking soldiers won't stop the horde if it is unleashed by their draconic master., Lord Vyemm.",
        "I'm pretty sure I saw a bottle of the refined substance in the main laboratory before I was captured. Try to get your hands on it if you can.",
        "Then get a scale from one of their leaders -- I'd recommend Doom Lord Septimus if you can get all the way down to him. You'll have to kill him to get it of course, but afterwards, you should be able to create a Transmogrification Elixir.",
        "Grind the scale into a powder and put it in the potion. Drink it. Hopefully you won't turn into some horrid monstrosity. If it works, you should be able to talk to the officers and find out what their plans are.",
        "We really need your help. You must find out what the Doomwing Legion has planned. Can I count on you?",
        "You have my thanks. Whatever you discover should be reported to my superior in the Bonemire, Nepthur'tum. And don't worry about me... I'll be able to escape once my wings have fully healed. Good luck!"
      ]
    }
  ]
}