{
  "name": "Freeport South",
  "removed": "lu62",
  "category": "D'Lere",
  "maps": [
    {
      "zonerect": "-188.17,40.52,360.64,449.48"
    }
  ],
  "connections": [
    {
      "key": "fprt_east_tlp"
    },
    {
      "key": "fprt_hood01_tlp"
    },
    {
      "key": "fprt_hood03_tlp"
    },
    {
      "key": "fprt_hood06_tlp"
    },
    {
      "key": "fprt_sewer01"
    },
    {
      "key": "fprt_west_tlp"
    }
  ],
  "npcs": [
    {
      "name": "Annia Kaeso",
      "utterances": [
        "Hello.  Hello.  Welcome.  You look out of place here in Freeport.  Almost as if you were something blown in by the wind or swept ashore by the tide.  No wait.  It was that dream!"
      ]
    },
    {
      "name": "Bassam",
      "utterances": [
        "My time is too valuable to be spent chatting.",
        "Greetings.  One day I hope everyone bows before my intellect.",
        "Brutes you were and always shall be."
      ]
    },
    {
      "name": "Caius Brucci",
      "utterances": [
        "Fair weather and prosperous harvest to you.  What might I interest you in today?"
      ]
    },
    {
      "name": "Caraw Slivermoon",
      "utterances": [
        "Can you see the beauty of the open plains?"
      ]
    },
    {
      "name": "Clodia Laeca",
      "utterances": [
        "If you need supplies, you best get 'em now! My wares go quickly. Hurry over, traveler. You mustn't wait! Come now!"
      ]
    },
    {
      "name": "Exmarch",
      "utterances": [
        "Yo-ho-ho! Now there be some booty that'll fetch more'n a piece o' eight."
      ]
    },
    {
      "name": "Glycon Duronius",
      "utterances": [
        "Ah!  Another test subject ... Er... I mean to say, another adventurer!"
      ]
    },
    {
      "name": "Sergeant Nominus",
      "utterances": [
        "Hail, citizen.  If you have something to report then speak up.  Otherwise, move along.",
        "Hmmm ... perhaps you can help me.  I'm trying to track down a rogue who's preying upon the fisherman and clergy folk here in South Freeport.  His name is Pythus.",
        "Several of my guards have been ordered to other parts of the city.  Since my requests for reinforcements have gone ignored, I don't have the men to track down the rogue. But at the same time, they tell me I have to find this Pythus or else.  I don't know how much longer I can put up with this!",
        "I need you to follow our leads and track down Pythus.  Once you find him, make sure he never works again.  You bring me Pythus' cap, and I'll pay you in gold.  Deal?",
        "Good. I'll tell you what I know.  A friend of mine told me he saw Pythus lingering near the docks.  Kaeso Polluvius is one of the caretakers.  Go find Kaeso Polluvius, one of the caretakers. Tell him Nominus sent you.  He owes me a favor, so you should be able to learn something from him."
      ]
    },
    {
      "name": "Sidonius Baro",
      "utterances": [
        "Be careful what you touch in here.  Your liable to kill us all!"
      ]
    },
    {
      "name": "Squab Kalina",
      "utterances": [
        "Ha!The life of a free trader is not all fun and games, you know!  We Seafury Buccaneers have a responsibility to guard the waterways in the name of the Overlord!  It's a responsibility we take seriously."
      ]
    }
  ]
}