{
  "name": "Scale Yard",
  "name_sortable": "scaleyard",
  "flags": "pre-lu62",
  "region": "D'Lere",
  "zonerect": "-269.50,-123.97,214.44,240.80",
  "type": "village",
  "connections": [
    {
      "key": "freeport_combined"
    },
    {
      "key": "fprt_tradeskill01_hood06"
    }
  ],
  "npcs": [
    {
      "name": "Clan Chief Malachi Sleetsaber",
      "name_sortable": "clanchiefmalachisleetsaber",
      "utterances": [
        "Alas, I have no time to speak with your kind. I be waitin' here to greet me Halasian brothers and sisters."
      ]
    },
    {
      "name": "Mirin Zilishia",
      "name_sortable": "mirinzilishia",
      "utterances": [
        "You don't have to be cold blooded to be a killer, but it helps."
      ]
    },
    {
      "name": "Nithask Syrthiss",
      "name_sortable": "nithasksyrthiss",
      "utterances": [
        "We will not fall victim to imprisonment again! History, as it has shown, will not allow our fate to be sealed in mediocrity.",
        "I speak of inevitable vengeance and the rise of a new empire. The Shattered lands will one day be ruled by a formidable and apt force. It is our destiny.",
        "I know the history of this world and the forces responsible for the freedom of our race in many centuries past are still with us, ever watching, ever waiting for our time to rise. The Green Mist will descend again!",
        "The iksar were once a race enslaved by the terrible and immensely powerful Shissar Empire. After a millennium of enslavement, we were suddenly blessed by the descent of the Green Mist. We thought the Green Mist was a blessing from the patron Thule, but recent occurrences have proved this great blessing has not been entirely extinguished.",
        "It freed us from our captors! The most powerful mortal race to ever exist upon the face of this world was eradicated in mere hours. We left their blistered bodies to rot in the jungles while we rose to become the most powerful empire in Kunark's history.",
        "During the Age of War, the Rallosian Empire had a second coming and threatened to cover the whole of the world in destruction and death, which they were very successful at. It wasn't until the fronts had reached the gates of Qeynos that the tides were turned with the return of the mists.",
        "Indeed, they did. They descended upon the Rallosian Armies when it seemed that their victory was inevitable. Upon the dawn of battle, the Qeynosian armies were not met with the hordes of ogres, orcs and goblinoids that had ravaged their territories. Instead, they were met with a field of blistered corpses.  ",
        "One of the greatest armies this world has ever seen suddenly fell dead upon the eve of their victory. Their bodies were covered in the festering sores and blisters consistent with the affliction of the mist. There is no other logical explanation. The power of the mist is still with us, and it will be our key to ascension!",
        "You raise a good point, but one that I refuted in my telling of this history. The mist is obviously not a force conjured by the gods, but it is something more mysterious; perhaps it is a sentient being beyond the realms of the mortal and divine, or perhaps it is beyond such designations.",
        "Hisssss! Do not speak such disrespect! The mist cannot be willed and is not so petty in the choosing of sides. It is the executor of justice and a servant of fate! This mist will come again and justice will be delivered once more. There is no escape from it!  Embrace the inevitability of our rise!",
        "I am only certain of our fate and what history has shown. The mists are favorable to us; why, I do not know. Unlike the empires past, the second rising of our imperial reign will not be weak or foolishly arrogant!  It will serve in respect to the greater powers of this existence that can be neither fathomed nor controlled!"
      ]
    },
    {
      "name": "Skal Vethiz",
      "name_sortable": "skalvethiz",
      "utterances": [
        "What have we iksar become? We live next to barbarians and accept it? We once had a great Empire."
      ]
    }
  ]
}