{
  "name": "The Sprawl",
  "category": "D'Lere",
  "levels": "5-10",
  "connections": [
    {
      "key": "commonlands"
    },
    {
      "key": "fprt_hood06",
      "location": "-101.72,-7.00,-30.02"
    },
    {
      "key": "fprt_hood01",
      "location": "-104.92,-4.42,-52.17"
    },
    {
      "key": "fprt_adv04_ruins"
    },
    {
      "key": "fprt_sewer02"
    }
  ],
  "npcs": [
    {
      "name": "Arcanist Tikkeri",
      "locations": [
        "35.12,2.26,104.81"
      ],
      "utterances": [
        "We will strike when they least expect it!",
        "Why do you approach me, outsider? You could never understand the ways of the Black Magi. Move along.",
        "That would be telling. We want... information. If you have nothing of value, you are useless to me.",
        "You speak of this currency, yet give no indication of its worth. Tell me what you know, and I will judge you fairly.",
        "The Wheel? You know of the Wheel? Tell me what you know! The Marked must obtain this information. By hook or by crook, we will!",
        "Crafty outsider. If you truly knew of the Wheel, you would not ask such a question. Begone, and trouble me no more.",
        "Soon the Black Magi will control all of the Sprawl!",
        "Our plan is sound, yes. It cannot fail."
      ]
    },
    {
      "name": "a Black Magi anarchist",
      "level": 11,
      "difficulty": "heroic",
      "locations": [
        "-5.12,-2.67,20.60",
        "4.40,-2.67,37.38",
        "-2.16,-2.52,26.63",
        "-0.64,-0.64,80.43",
        "19.39,3.33,82.11",
        "26.04,2.13,88.87",
        "63.33,2.24,84.38",
        "65.01,2.22,76.98",
        "64.06,2.25,68.36",
        "58.03,2.25,71.80",
        "36.08,2.13,70.36",
        "49.54,2.22,100.27"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1106708918 -681901675:Blackened Iron Relic\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 16,
      "drop_coin_max": 256,
      "faction_changes": [
        {
          "name": "The Marked",
          "value": -100
        }
      ]
    },
    {
      "name": "a Black Magi dissident",
      "level": 11,
      "locations": [
        "1.31,-2.67,34.29",
        "6.49,-2.67,33.92",
        "-3.07,-2.67,28.82",
        "-22.39,-2.63,50.20",
        "18.34,2.13,70.16",
        "67.64,2.34,75.13",
        "-36.73,-2.67,98.01",
        "46.17,2.30,100.06",
        "44.26,2.30,106.53"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 22,
      "drop_coin_max": 32,
      "faction_changes": [
        {
          "name": "The Marked",
          "value": -100
        }
      ]
    },
    {
      "name": "a Black Magi fanatic",
      "level": 10,
      "locations": [
        "-14.74,-2.52,31.46",
        "-29.45,-2.67,48.07",
        "26.24,2.17,84.11",
        "49.54,2.22,100.27",
        "58.41,2.64,68.83"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1288017611 1507555502:small kerran doll\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Marked",
          "value": -100
        }
      ]
    },
    {
      "name": "a Black Magi guard",
      "level": 11,
      "locations": [
        "64.99,2.13,90.53"
      ],
      "faction_changes": [
        {
          "name": "The Marked",
          "value": -100
        }
      ]
    },
    {
      "name": "a Black Magi insurgent",
      "level": 11,
      "difficulty": "heroic",
      "locations": [
        "-5.92,-2.66,13.32",
        "-6.94,-2.67,22.40",
        "-5.22,-2.60,57.72",
        "-0.36,-0.94,76.32",
        "28.64,2.27,92.81",
        "43.74,2.30,110.23",
        "69.06,2.25,78.39",
        "65.82,2.25,70.48",
        "45.45,2.23,67.92",
        "63.33,2.24,84.38"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -895871139 1608126982:Advanced Adornments Volume 2\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 26,
      "drop_coin_max": 26,
      "faction_changes": [
        {
          "name": "The Marked",
          "value": -100
        }
      ]
    },
    {
      "name": "Brutemaster Tarden",
      "purpose": "Dreadnaught",
      "locations": [
        "-45.86,-4.28,-41.49",
        "-21.56,-2.61,-51.31",
        "-11.42,-2.51,-53.89"
      ],
      "utterances": [
        "Who owns the Sprawl?  WE own the Sprawl!",
        "No one from the Militia can boss us around!",
        "We don't take orders from Lucan, and we certainly don't take orders from the Militia.",
        "The Giantslayers are the toughest gang around!",
        "Don't bother me! I have important work to do!",
        "Pathetic? How dare you speak to me that way! I lead the Giantslayers, the most powerful gang in Freeport! I know the Dreadnaughts, and you are no Dreadnaught.",
        "Lazy? Sloppy? Nobody talks to me that way! You better move along, unless you're ready for a whole lot of trouble!",
        "OOOF! Hey, I wasn't ready!",
        "ARGH! No fair, gimme a chance to prepare!",
        "UGH! Okay, okay, I give up. So I guess you really are a Dreadnaught after all.",
        "No! Uh, I mean I've seen enough, thanks. Okay, I admit I haven't worked as hard to train my Giantslayers as I probably should. I'll get to work on it right away.",
        "No need for that, friend! Tell Enforcer Kurdek that I've turned over a new leaf. The Giantslayers are really gonna buckle down, I promise!",
        "I meant next to the Dreadnaughts, of course! Everyone knows you guys are the toughest around.",
        "Don't forget that the city works for us.  We don't work for Freeport!"
      ]
    },
    {
      "name": "a  captured dwarf agitator",
      "level": 8,
      "locations": [
        "62.52,2.47,96.21"
      ]
    },
    {
      "name": "a captured halfling upstart",
      "level": 8,
      "locations": [
        "64.13,2.47,98.64"
      ]
    },
    {
      "name": "a captured wood elf scout",
      "level": 8,
      "locations": [
        "66.91,2.43,98.00"
      ],
      "drop_coin_min": 9,
      "drop_coin_max": 9
    },
    {
      "name": "Crispin Luvinius",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-83.18,-4.42,-51.2"
      ],
      "utterances": [
        "Do you have a problem? You're gonna have one soon if you don't keep walking.",
        "I knew you'd take care of 'em! Good show! Oh, and here's a bit-o-coin for all your hard work. Heh, heh.",
        "Oh!  I recognize you.  Glad you came along ... yeah ... very glad.  I hope your uh ... services ... are available again because ... uh ... there's this little matter... and I'm too busy to take care of it.  Yes, too busy.",
        "That's what I like to hear!  Remember that dirty vagrant you delivered the message to?  Rumor has it he's hiding among rogues and scoundrels from the other districts -- a gang called the Giantslayers.  And his ... brethren ... have gotten their feathers all ruffled and are planning to come here to ... pay court ... if you understand me.  They want to send a message to their leader. Now, I enjoy a good tussle as much as anyone, of course, but, uh ... we don't want to rob you of an opportunity to prove your fighting skills. So, why don't you go to the Giantslayers and tan their mangy hides for us?",
        "Good, maybe you'll earn some respect with us.",
        "I knew you'd take care of 'em!  Good show! Oh, and here's a bit-o-coin for all your hard work.  Heh, heh.",
        "A problem solver, huh? You can talk the talk, but can you walk the walk? Yeah... I got a problem. One of our customers isn't paying us for our \"services,\" if you know what I'm saying. Maybe you can fix this problem for us, huh?",
        "Okay, here's the deal. The guy is a vagrant who lives out in the ruins, right?  We want to send the message that no one messes with us. You need to head south of here and do some dirty work to his buddies, understand?",
        "Come back when you're done."
      ]
    },
    {
      "name": "a Dervish crook",
      "level": 9,
      "locations": [
        "-73.43,-4.23,90.98",
        "-67.35,-4.42,84.55",
        "-77.63,-4.42,116.66",
        "-90.74,-4.24,107.86",
        "-88.72,-4.41,101.92",
        "-97.07,-4.30,124.54",
        "-113.17,-4.22,110.83",
        "-111.59,-4.41,119.06",
        "-121.31,-4.30,116.09",
        "-121.82,-4.23,123.20"
      ],
      "drop_coin_min": 4,
      "drop_coin_max": 47,
      "faction_changes": [
        {
          "name": "The Dervish Cutthroats",
          "value": -100
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        }
      ]
    },
    {
      "name": "a Dervish hoodlum",
      "level": 7,
      "locations": [
        "-63.01,-4.42,90.62",
        "-64.65,-4.42,79.24",
        "-68.77,-4.42,60.31",
        "-80.51,-4.24,59.25",
        "-87.39,-4.08,69.36",
        "-102.05,-3.99,59.20",
        "-66.70,-4.26,42.42",
        "-88.23,-4.24,46.56",
        "-87.66,-4.35,40.84"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 483754019 -176619963:bloodstained bat fang\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -693205793 -1139182362:guttersnipe great axe\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1621503125 -1275295656:black stone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 5,
      "drop_coin_max": 61,
      "faction_changes": [
        {
          "name": "The Dervish Cutthroats",
          "value": -100
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        }
      ]
    },
    {
      "name": "a Dervish hooligan",
      "level": 5,
      "locations": [
        "-93.87,-4.42,32.95",
        "-75.26,-4.42,31.29",
        "-85.76,-4.24,18.30",
        "-73.36,-4.41,12.05",
        "-92.64,-4.31,11.32",
        "-104.50,-4.30,9.46",
        "-98.83,-4.30,17.89",
        "-102.49,-4.13,-3.53",
        "-93.57,-4.49,-10.30",
        "-82.86,-5.11,-15.48",
        "-77.55,-5.26,-11.04"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1394122634 4898643:Fiery Carnelian\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1399953986 1780527766:black spider silk\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 5,
      "drop_coin_max": 10,
      "faction_changes": [
        {
          "name": "The Dervish Cutthroats",
          "value": -100
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        }
      ]
    },
    {
      "name": "a distraught farmer",
      "locations": [
        "-2.46,-2.35,-47.59"
      ],
      "utterances": [
        "They defile my land and steal my crops!",
        "They may be bad, but the walking rats are worse...",
        "Please brave one, drive them away!"
      ]
    },
    {
      "name": "a dune scorpion",
      "level": 4,
      "locations": [
        "-74.71,-5.31,-32.75",
        "-64.77,-5.17,-32.16",
        "-69.16,-4.75,-39.33"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1024256564 -1967900500:a scorpion stinger\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Enforcer Kurdek",
      "race": [
        "ogre"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Dreadnaught",
      "locations": [
        "-83.78,-4.68,-36.07"
      ],
      "utterances": [
        "Every gang in Freeport will work for us!",
        "The Dreadnaughts control the streets!",
        "Did you get that progress report from Trainer Durbok yet?",
        "That's what I suspected! Did he tell you why?",
        "It's time to remind that fool Tarden of his responsibilities. Say, how would you like to play the role of a Dreadnaught Enforcer for a day?",
        "Time to have a little fun with this buffoon! Go find the boss of the Giantslayers, Brutemaster Tarden. He's probably walking back and forth through the area where his gang hangs out. Confront him and tell him you're one of the Dreadnaughts. Let him know we're tired of his greed and laziness, and that he better get busy training his people.",
        "Use whatever means are necessary to teach him a lesson. Don't be afraid to push him around, because all these Giantslayers understand is violence. Now get going!",
        "Have you confronted Brutemaster Tarden and got him back on track yet?",
        "Good work! Don't worry about roughing Tarden up. He had it coming to him! He won't be so quick to ignore orders from his superiors in the future.",
        "I could really use your help checking up on the other gangs here in the Sprawl. Will you lend me a hand?",
        "Ha! That's the spirit! I think you might make a good Dreadnaught some day. Okay, here's what I want you to do. Head past the Giantslayers and keep going south past the gateway to the Commonlands. You'll be in the heart of the Black Magi, those sneaky little ratonga.",
        "Far back among the burned-out houses they inhabit is one of their leaders, a rat named Tikkeri. Find her and see if she'll talk to you. The Black Magi are extremely secretive, so I'm not sure if Tikkeri will trust you.",
        "Well, she won't respond if she thinks you're there on Dreadnaught business. Hmm... Wait, I have an idea! Tell her you've got information on \"the wheel.\"",
        "You don't need to know what it means. Maybe you'll find out someday. Anyhow, just tell her you might be willing to trade information on \"the wheel\" if you know you can trust her. That might get Tikkeri to open up. Come back after you've learned something useful from her.",
        "Oh, just a word of warning. The Black Magi are fair game if you want to fight any of them, but it will be a lot harder for you to reach Tikkeri if you make an enemy out of their gang. I suggest you finish this task before you do much ratonga hunting.",
        "It's time to teach these weaklings a lesson!",
        "Did you find Tikkeri and learn anything about the Black Magi?",
        "Well, something is better than nothing. What did she say?",
        "She said \"the Marked\"? That's very interesting. I've heard rumors of other ratonga around Norrath muttering that phrase in veiled whispers. It seems like something big might be brewing. I'll let my superiors back in the city know what you found out. Well done!",
        "The largest gang here in the Sprawl is without question the most dangerous. The Dervish Cutthroats are scum, pure and simple. They need to be taught a lesson.",
        "To the south of here, you'll find the streets lined with those accursed Dervish. These lowlifes are nowhere near as tough as their superiors in the Commonlands, but beware their numbers. I need you to thin them out a bit and show them that the Dreadnaughts are still in control around here.",
        "Take out some of the Dervish hooligans, hoodlums, and crooks. You may have to fight your way deeper in to find some of them. Watch your back, because the Dervish don't fight fairly. But then again, neither should you! Return to me when you've taught them a lesson, and I'll reward you handsomely on behalf of the Dreadnaughts.",
        "You must be braver than you look to disturb me! State your business, and do it quickly. That is, unless you're here looking to start trouble.",
        "I'm Enforcer Kurdek of the Dreadnaughts. We are the fist of the Overlord, striking fear into the hearts of his rivals and crushing the bones of his enemies. The Militia may guard the walls of Freeport, but we rule its streets.",
        "We do rule over all the gangs of Freeport, but the Dreadnaughts are a lot more than that. We keep the smaller gangs in line and maintain order on the streets of Freeport. We have a proud history dating back centuries.",
        "The Dreadnaughts are made up of bruisers, which everyone knows are the toughest combatants in all of Norrath. We hone our bodies into lethal weapons, capable of both dishing out and sustaining heavy amounts of damage.",
        "Once there was a weak caste of monks that lived here in Freeport called the Ashen Order. They were lazy anarchists, stubbornly refusing the Overlord's noble efforts to unite our city and lead us into the future. Fortunately, a number of their more enlightened members supported the Overlord and wanted to make something more of themselves.",
        "Originally, yes. But these enlightened members of the order wanted to become something greater than they were. See, the Ashen Order had strength, but they refused to use it for anything productive. They would rather lay around in their dojo than help embrace Freeport's future. They allowed themselves to become weak and corrupt.",
        "The Overlord did his best to reform them, but they were just too far gone. Finally he had no choice but to drive the Ashen Order from Freeport. They scurried off to the desert with their tails between their legs, never daring to set foot in our great city again.",
        "Those who were wisest and strongest remained behind in Freeport, determined to build a new order that would be a part of our city's grand destiny. With the Overlord's blessing, the Dreadnaughts were formed. The discipline that the Ashen Order lost was restored, and combined with a new, tougher style of combat. That's why bruisers are so much better than monks at everything they do.",
        "My job is to watch over the Sprawl and make sure the gangs that control it stay in line. We can't allow their petty rivalries to interfere with the Dreadnaught's control.",
        "There are three gangs that operate here. First is the Giantslayers, a bunch of ruffians who used to be little more than common thugs, though they liked to think they were in charge. The Dreadnaughts got tired of their bragging, so we taught them a lesson. Now they answer to us. Their best members may be allowed to join our order some day. I should warn you, if you mess with the Giantslayers, the Dreadnaughts will take notice.",
        "Next are the Black Magi, an order of ratonga mages that appeared as Norrath was being torn apart by the Rending. Little is known about them, because they mostly keep to themselves. They seem to hate the Giantslayers, though. I'm under orders to keep a close eye on them.",
        "Last, but most troubling, is the presence of the Dervish Cutthroats. They're a gang of criminals who work illegally out of a distant corner of the Commonlands. They seem to have taken over a very weak gang that used to hang out here, the Guttersnipes. One of my main duties is to find out what the Dervish want. Their presence here is a clear danger to Freeport.",
        "What we now call the Sprawl was once an inner city residential district of Freeport. As the city grew, those with money moved to nicer areas, leaving behind the dregs of society. When the Rending struck, this place was hit pretty hard.",
        "There was no point in rebuilding. New residential districts like Big Bend and the Scale Yard had already been established, and there was simply too much damage to justify the expense. The old windmills that used to supply some of Freeport's energy were obsolete, so there was nothing worth saving here. The Overlord decided to leave this place as is.",
        "The Freeport Militia has a few members here, just to make sure none of these hoodlums try to enter the city proper. But the Sprawl actually serves a useful purpose for the Dreadnaughts. We dominate the smaller gangs and look for worthwhile recruits for our order. Those who prove themselves on these streets may have a future with us.",
        "Right to the point, eh? I like that. Well, you can lend a hand in checking on some of these gangs. Make sure they're keeping in line.",
        "I assigned one of our best trainers, an ogre named Durbok, to teach the Giantslayers some of our combat tactics. I need you to go to him and get a report on the progress of the trainees. Tell him I sent you so that he'll cooperate.",
        "Trainer Durbok can be found ahead and to the right. Just follow the path to the west and north. You'll pass a whole lot of Giantslayers, but don't let them intimidate you. Remember, you're on official Dreadnaught business!",
        "The Dreadnaughts control the Sprawl!",
        "Did you teach those filthy Dervish a lesson?",
        "Nice work! Those Dervish will know better than to mess with us in the future. I must say, I was skeptical when first I saw you, but you've proved to be Dreadnaught material. You've helped us a lot out here in the Sprawl, so accept this reward on behalf of the Dreadnaughts.",
        "I've got to get back to my duties. I told Trainer Durbok that you might be interested in lending a hand in keeping his training ground clear, so you might want to have a word with him. You could also strike out on your own and clear some of the thugs from these mean streets. But like I warned you before, if you mess with the Giantslayers you will draw the attention of the Dreadnaughts.",
        "Don't linger here too long, adventurer. I just got word of something major happening in the Ruins of old Freeport. You need to get there as soon as possible and lend a hand in defending the city.",
        "Your best route is to go back through the city, either through Big Bend or the Scale Yard. Head to the docks, then ring the bell to travel outside Freeport proper. Head to the Ruins and seek out a friend of mine in the Freeport Militia, Captain Arellius. Get moving!",
        "I know others in Freeport who could use your help as well. Custodian Zaddar in the Graveyard is investigating a rise in undead activity, and Inquisitor Throson in the Sunken City is delving into an ancient mystery. Both could use the aid of a hero like you, <player name>.",
        "Custodian Zaddar in the Graveyard is trying to determine what's behind a recent increase in undead attacks. Use the mariner's bell on the docks of your home district to travel to Stonestair Byway. Head west until you see a passage to the south. The gate at the end leads to the Graveyard.",
        "Inquisitor Thorson in the Sunken City needs help investigating ancient mysteries that threaten Freeport's safety. To travel to the Sunken City, use the mariner's bell on the docks of your home district to travel outside Freeport and chose Sunken City as your destination."
      ]
    },
    {
      "name": "Gatekeeper Malora",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Freeport Militia",
      "locations": [
        "24.58,-2.67,22.69"
      ],
      "utterances": [
        "Beyond this gate lies a warzone! Beware!",
        "Danger lies ahead! Beware!",
        "Heed my warning! Beware of the danger ahead, adventurer!",
        "Be wary, adventurer. Great danger lies beyond this gate!",
        "This gate leads to the Commonlands. It is a dangerous place, and the foes it contains will be quite unforgiving. They show no mercy to young adventurers!",
        "You may want to get a bit more practice under your belt before venturing there. Complete all the tasks Enforcer Kurdek assigns to you, and see if he sends you on any other adventures. The Commonlands will be waiting for you when you're ready."
      ]
    },
    {
      "name": "Gatekeeper Malren",
      "purpose": "Freeport Militia",
      "locations": [
        "-131.63,-4.27,94.26"
      ]
    },
    {
      "name": "a Giantslayer thug",
      "level": 9,
      "locations": [
        "-18.06,-2.67,-22.14",
        "-21.27,-2.32,-17.12",
        "-31.25,-2.51,-5.87",
        "-29.03,-2.43,3.68",
        "-5.39,-2.67,6.00"
      ],
      "utterances": [
        "Work, work, work... Those Dreadnaughts are slavedrivers, I tell ya!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1751532382 1370696707:giantslayer bow\\/a",
          "chest": true
        }
      ],
      "drop_coin_min": 8,
      "drop_coin_max": 8,
      "faction_changes": [
        {
          "name": "The Ashen Order",
          "value": 50
        },
        {
          "name": "The Ashen Disciples",
          "value": -100
        },
        {
          "name": "The Dreadnaughts",
          "value": -100
        }
      ]
    },
    {
      "name": "Gloomstalker",
      "level": 11,
      "locations": [
        "-15.81,-2.53,12.49",
        "-9.59,-2.67,-17.95",
        "3.47,-2.67,-18.99",
        "18.18,-2.65,-10.85",
        "40.15,-2.63,-25.14",
        "45.33,-2.56,-41.37",
        "32.81,-2.66,-52.18",
        "-21.02,-2.51,-53.42",
        "-42.68,-4.35,-40.69",
        "-56.59,-4.28,-33.57",
        "-56.43,-4.52,-13.5",
        "-56.26,-2.63,8.7",
        "-43.81,-2.59,19.39",
        "-34.26,-2.67,24.97",
        "-23.82,-2.61,37.42",
        "-23.14,-2.67,46.86",
        "-38.47,-2.66,59.74",
        "-43.96,-2.67,71.62",
        "-42.94,-2.63,83.93",
        "-34.47,-2.56,90.29",
        "-17.89,-2.05,83.32",
        "-10.73,-1.51,79.24",
        "-6.85,-2.59,61.8",
        "-24.1,-2.53,25.17",
        "-12.92,-2.53,4.75"
      ]
    },
    {
      "name": "a gravel viper",
      "level": 7,
      "locations": [
        "-63.71,-4.42,77.96",
        "-73.49,-4.42,75.75",
        "-76.49,-4.42,50.89",
        "-90.15,-4.26,33.26",
        "-95.32,-4.42,31.44",
        "-85.00,-4.24,31.46"
      ]
    },
    {
      "name": "Liege Aquila",
      "locations": [
        "-124.76,-4.42,88.9"
      ]
    },
    {
      "name": "Loria",
      "race": [
        "barbarian"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Provisions",
      "locations": [
        "-96.05,-4.3,-62.73"
      ],
      "utterances": [
        "Are you going to buy anything today or am I just wasting my time?  This isn't a museum display you know!",
        "Only traitors to the Overlord would pass up a bargain like this.  You're not a traitor, are you?",
        "The stuff's over there.  Just let me know if you find anything you like."
      ],
      "store_template": "provisions"
    },
    {
      "name": "L`Unt",
      "purpose": "Guard",
      "locations": [
        "-97.94,-6.81,-31.49"
      ],
      "utterances": [
        "This way is closed by order of the Overlord! ",
        "Turn around, this way is closed by order of the Overlord."
      ]
    },
    {
      "name": "Niklaus Kauppen",
      "level": 8,
      "locations": [
        "-97.93,-3.95,65.16"
      ],
      "faction_changes": [
        {
          "name": "The Dervish Cutthroats",
          "value": -100
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        }
      ]
    },
    {
      "name": "a rioting basher",
      "purpose": "Dreadnaught",
      "locations": [
        "-11.51,-2.6,-49.83",
        "-13.2,-2.64,-59.47"
      ],
      "utterances": [
        "I've had it with the Militia.  The Dreadnaughts have more respect than this."
      ]
    },
    {
      "name": "a rioting brute",
      "purpose": "Dreadnaught",
      "locations": [
        "7.51,-2.67,-42.83",
        "10.72,-2.67,-53.47",
        "20.01,-2.61,-49.94",
        "34.28,-2.44,-53.61",
        "50.46,-2.12,-43.43",
        "38.76,-2.67,-38.64",
        "38.96,-2.36,-27.45",
        "14.98,-2.6,-13.6"
      ],
      "utterances": [
        "The Militia have gone too far this time!",
        "The Militia beat my brother bloody.  It's payback time.",
        "We should storm the Militia house, when Hazran least expects it.",
        "We've got to teach those Militia scum a lesson."
      ]
    },
    {
      "name": "a rioting thug",
      "purpose": "Dreadnaught",
      "locations": [
        "38.96,-2.36,-27.45",
        "41.83,-2.53,-5.5",
        "22.98,-2.33,-5.96",
        "-7.11,-2.37,-20.95"
      ]
    },
    {
      "name": "Sasha",
      "purpose": "Alchemist",
      "utterances": [
        "Only traitors to the Overlord would pass up a bargain like this.  You're not a traitor, are you?",
        "Are you going to buy anything today or am I just wasting my time?  This isn't a museum display you know!"
      ],
      "store": [
        {
          "gamelink": "\\aITEM 2037451968 -1554449979 0 0 0:Acidic Goo\\/a",
          "prices": [
            {
              "coin": 144
            }
          ]
        },
        {
          "gamelink": "\\aITEM 2084246562 -626331382 0 0 0:Acidic Massage\\/a",
          "prices": [
            {
              "coin": 144
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1134242107 -1996491909 0 0 0:Anti-Venin\\/a",
          "prices": [
            {
              "coin": 72
            }
          ]
        },
        {
          "gamelink": "\\aITEM -690121607 1202074247 0 0 0:Blight of the Eventide\\/a",
          "prices": [
            {
              "coin": 144
            }
          ]
        },
        {
          "gamelink": "\\aITEM 398705441 134851183 0 0 0:Caress of the Phantom\\/a",
          "prices": [
            {
              "coin": 144
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1021041208 -1438464221 0 0 0:Crypt Sludge\\/a",
          "prices": [
            {
              "coin": 144
            }
          ]
        },
        {
          "gamelink": "\\aITEM -278086179 1135729178 0 0 0:Elemental Ointment\\/a",
          "prices": [
            {
              "coin": 72
            }
          ]
        },
        {
          "gamelink": "\\aITEM -708906406 -399850333 0 0 0:Enigmatic Formula\\/a",
          "prices": [
            {
              "coin": 72
            }
          ]
        },
        {
          "gamelink": "\\aITEM 621368354 1922001657 0 0 0:Gust of Insight\\/a",
          "prices": [
            {
              "coin": 72
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1570285900 1124058293 0 0 0:Remedy of the Field\\/a",
          "prices": [
            {
              "coin": 72
            }
          ]
        },
        {
          "gamelink": "\\aITEM -763453791 -1701345003 0 0 0:Salve\\/a",
          "prices": [
            {
              "coin": 72
            }
          ]
        },
        {
          "gamelink": "\\aITEM -182855303 1419465232 0 0 0:softly glowing pearl\\/a",
          "prices": [
            {
              "coin": 18000
            }
          ]
        }
      ]
    },
    {
      "name": "a shoreside asp",
      "level": 4,
      "locations": [
        "-71.67,-5.30,-32.13",
        "-72.68,-5.31,-25.72",
        "-49.18,-4.35,-30.41"
      ]
    },
    {
      "name": "Talmudius",
      "purpose": "Guard",
      "locations": [
        "-100.09,-4.28,-51.98"
      ],
      "utterances": [
        "This way is closed by order of the Overlord! ",
        "Turn around, this way is closed by order of the Overlord."
      ]
    },
    {
      "name": "Trainer Durbok",
      "purpose": "Dreadnaught",
      "locations": [
        "-23.99,-2.67,-12.3"
      ],
      "utterances": [
        "Tarden's laziness has been rubbing off on you Giantslayers!",
        "Hey! Can't you see I'm busy training these recruits how to fight?",
        "That figures. Kurdek can't be bothered to ask me himself, eh? Fine, I suppose I can tell you instead.",
        "There are a few worthwhile Giantslayers here, but for the most part they're too sloppy to ever become Dreadnaughts. I don't really blame them, though. Clearly they aren't getting the proper direction.",
        "The one who claims to be the leader of the Giantslayers is a worthless barbarian named Brutemaster Tarden. I think he cares more about extorting money from the locals than he does about making sure his gang controls the Black Magi and the Dervish.",
        "I recommend that we strike a little fear into Tarden so that he remembers who's really in charge around here. Tell Enforcer Kurdek that it's time to teach that lazy Giantslayer a lesson he won't soon forget.",
        "Dominate your enemies through force!",
        "Ah, you again. What brings you back to this part of the Sprawl?",
        "Aye, some of the rival gangs are interfering with my ability to train the Giantslayers. I'd pay you well if you would get rid of some of them for me.",
        "That's right, bob and weave."
      ]
    },
    {
      "name": "a wild dog",
      "level": 8,
      "locations": [
        "1.14,-2.67,18.73",
        "-8.67,-2.67,-5.90",
        "-2.09,-2.67,3.90",
        "-25.97,-2.55,30.26",
        "-23.47,-2.67,46.31",
        "23.57,2.26,75.96",
        "50.30,2.26,86.02",
        "-23.99,-2.60,88.00",
        "-38.45,-2.62,83.91",
        "44.59,2.26,92.95"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1402163711 -869818169:canine incisor\\/a",
          "chest": false
        }
      ]
    }
  ],
  "shinies": [
    {
      "gamelink": "\\aITEM -1832140126 2119420903:chipped shard of abjuration\\/a"
    },
    {
      "gamelink": "\\aITEM 1331551958 515627370:chipped shard of channeling\\/a"
    },
    {
      "gamelink": "\\aITEM 164202245 -1101324040:chipped shard of divination\\/a",
      "locations": [
        "-60.38,-3.00,80.60"
      ]
    },
    {
      "gamelink": "\\aITEM -1370134449 1141233630:duck feather\\/a"
    },
    {
      "gamelink": "\\aITEM 732206996 486779589:eagle feather\\/a",
      "locations": [
        "-68.03,-5.00,-24.83",
        "-55.43,-4.00,-25.83"
      ]
    },
    {
      "gamelink": "\\aITEM 1971617133 813591611:falcon feather\\/a",
      "locations": [
        "-56.48,-4.00,-14.83"
      ]
    },
    {
      "gamelink": "\\aITEM 2066139239 -1609591166:hawk feather\\/a",
      "locations": [
        "-60.68,-4.00,-20.83"
      ]
    },
    {
      "gamelink": "\\aITEM 956491458 -1924559764:plain black moth\\/a"
    },
    {
      "gamelink": "\\aITEM -576796482 987236999:plain brown moth\\/a"
    },
    {
      "gamelink": "\\aITEM -1278528964 -238418132:plain tan moth\\/a",
      "locations": [
        "-60.38,-3.00,84.97"
      ]
    },
    {
      "gamelink": "\\aITEM -230125234 653655030:plain white moth\\/a"
    },
    {
      "gamelink": "\\aITEM -686869063 575531348:shattered barbarian bone fragment\\/a"
    },
    {
      "gamelink": "\\aITEM 1306389734 920109425:shattered froglok bone fragment\\/a"
    },
    {
      "gamelink": "\\aITEM 1039265482 2033830644:shattered half elf bone fragment\\/a"
    },
    {
      "gamelink": "\\aITEM 2013405720 778538889:shattered orc bone fragment\\/a",
      "locations": [
        "-43.12,-2.00,67.48"
      ]
    },
    {
      "gamelink": "\\aITEM 723338470 738491006:sparrow feather\\/a",
      "locations": [
        "-51.23,-4.00,-38.83",
        "-60.68,-4.00,-34.83",
        "-58.58,-4.00,-26.83"
      ]
    },
    {
      "gamelink": "\\aITEM -832401687 1790042138:spotted black moth\\/a"
    },
    {
      "gamelink": "\\aITEM 721330325 -1184204050:spotted brown moth\\/a"
    },
    {
      "gamelink": "\\aITEM 666527502 842875039:striped black moth\\/a"
    },
    {
      "gamelink": "\\aITEM -1497650870 -1065330247:striped tan moth\\/a",
      "locations": [
        "-69.01,-4.00,67.48"
      ]
    }
  ],
  "resourceNodes": [
    {
      "name": "the creature den"
    },
    {
      "name": "the dusty ore"
    },
    {
      "name": "the excavated stone"
    },
    {
      "name": "the felled arbor"
    },
    {
      "name": "the ravaged natural garden"
    }
  ]
}