{
  "name": "The Dark Bargainers",
  "removed": "lu62",
  "category": "D'Lere",
  "connections": [
    {
      "key": "fprt_hood05_tlp",
      "location": "6.49,0.79,-3.43"
    }
  ],
  "npcs": [
    {
      "name": "Dris Loth",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Rush Orders",
      "locations": [
        "-1.29,-0.19,-3.98"
      ],
      "utterances": [
        "I'm sorry, until you have chosen a specialty in your craft I do not have any work orders for you.  Come see me when you're more practiced in your trade."
      ]
    },
    {
      "name": "Ieam D'Lax",
      "race": [
        "dark elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Broker",
      "locations": [
        "-1.47,-19.59,13.2"
      ],
      "utterances": [
        "In spite of the cost of living, it's still quite a popular item.",
        "Are you going to buy anything today or am I just wasting my time?  This isn't a museum display you know!"
      ]
    },
    {
      "name": "Lamados Dinaris",
      "race": [
        "dark elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Tradeskill Tasks",
      "locations": [
        "-16.23,-0.17,-3.92"
      ],
      "utterances": [
        "Hello there.  If you're of the artisan-minded sort, perhaps you could be of use to us. However, you must decide on one profession to pursue; do you require guidance to choose a profession?",
        "Very well, we shall begin right away. To craft items you will either need to harvest the raw materials from areas outside of the city or you might be able to buy them from our Wholesaler. We will begin your lessons with food and drink. Provisioners are chefs and brewers, applying their culinary skills to provide a valuable service for the benefit of their allies.  Food and drink refresh the weary hero and can provide regenerative benefits.  To sample a taste of provisioning please create a Fried Frog Leg and then return to me.",
        "Well done for a beginner.  When you have reached the fourth rank of professionalism you will be able to purchase new recipe books and learn from them.  You will want to scribe artisan essentials volume 4 into your recipe book. Your second lesson will be on alchemy. Alchemists create deadly poisons and magic potions from almost any material, benign or otherwise.  These concoctions provide benefits in battle, such as replenishment for the part or extra damage against a foe.  To begin, go craft a potion.  Bring me a Lesser Noxious Remedy.",
        "This potion is sufficient; we shall proceed to the next lesson.  You will now learn of the path of a sage. Sages possess an unsurpassed knowledge of the arcane.  They apply this knowledge by scribing combat arts and spells onto scrolls that increase the might of adventurers.  Create a scroll of arcane bindings and bring it to me."
      ],
      "store": [
        {
          "gamelink": "\\aITEM 617705409 1533974061 0 0 0:Starting a Tradeskill Profession\\/a",
          "prices": [
            {
              "coin": 720
            }
          ]
        }
      ]
    },
    {
      "name": "Sasit Soroth",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Work Orders",
      "locations": [
        "-3.14,-0.03,-2.93"
      ],
      "utterances": [
        "I'm sorry, until you have chosen a specialty in your craft I do not have any work orders for you.  Come see me when you're more practiced in your trade."
      ]
    },
    {
      "name": "Wholesaler Zarethe N'Kor",
      "race": [
        "dark elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Wholesaler",
      "locations": [
        "-2.27,-0.18,9.08"
      ],
      "utterances": [
        "Only traitors to the Overlord would pass up a bargain like this.  You're not a traitor are you?",
        "Are you going to buy anything today or am I just wasting my time?  This isn't a museum display you know!",
        "Hello there, kind adventurer.  My merchandise carries the seal of the Overlord himself!  Go ahead, take a look!",
        "In spite of the cost of living, it's still quite a popular item."
      ],
      "store_template": "wholesaler"
    }
  ]
}