{
  "name": "The Sprawl",
  "category": "D'Lere",
  "levels": "5-10",
  "maps": [
    {
      "zonerect": "-185.04,-119.14,213.28,181.75"
    }
  ],
  "connections": [
    {
      "key": "commonlands_tlp"
    },
    {
      "key": "fprt_adv04_ruins_tlp"
    },
    {
      "key": "fprt_hood01_tlp",
      "location": "-104.92,-4.42,-52.17"
    },
    {
      "key": "fprt_hood06_tlp",
      "location": "-101.72,-7.00,-30.02"
    },
    {
      "key": "fprt_sewer02"
    }
  ],
  "npcs": [
    {
      "name": "Crispin Luvinius",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-83.18,-4.42,-51.2"
      ],
      "utterances": [
        "Do you have a problem? You're gonna have one soon if you don't keep walking.",
        "A problem solver, huh? You can talk the talk, but can you walk the walk? Yeah ... I got a problem. One of our customers isn't paying us for our \"services,\" if you know what I'm saying. Maybe you can fix this problem for us, huh?",
        "Okay, here's the deal. The guy is a vagrant who lives out in the ruins, right?  We want to send the message that no one messes with us. You need to head south of here and do some dirty work to his buddies, understand?",
        "Come back when you're done."
      ]
    },
    {
      "name": "a Dervish hooligan",
      "locations": [
        "-67.99,-5.31,-25.05"
      ],
      "faction_changes": [
        {
          "name": "The Dervish Cutthroats",
          "value": -100
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        }
      ]
    },
    {
      "name": "Enforcer Kurdek",
      "purpose": "Dreadnaught",
      "race": [
        "ogre"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-83.78,-4.68,-36.07"
      ],
      "utterances": [
        "The Dreadnaughts control the Sprawl!"
      ]
    },
    {
      "name": "Liege Aquila",
      "locations": [
        "-124.76,-4.42,88.9"
      ],
      "utterances": [
        "Greetings, citizen. Are you prepared to do your duty for the Freeport Militia?",
        "The gangs here in the Sprawl are out of control! Clearly it's time that the Militia took control of the situation. The Dreadnaughts aren't doing enough to maintain order.",
        "The Dreadnaughts are supposed to have the run of this place, but in my opinion things would be better if the Militia came here in force and took over. Are you willing to help us do that?",
        "We need to handle some of these Dervish. They've infested the Sprawl from their bandit camps in the Commonlands. We've got to show them who's in charge around here! I think it will take a few sweeps to really strike fear into them.",
        "Glad to hear it. Defeat them and return to me for your payment."
      ]
    }
  ]
}