{
  "name": "The Chronoweave",
  "category": "",
  "maps": [
    {
      "zonerect": "-73.00, -73.00, 73.00, 73.00"
    }
  ],
  "connections": [
    {
      "key": "antonica"
    },
    {
      "key": "antonica_epic01_vale_portal"
    },
    {
      "key": "antonica_epic02_firemyst_portal"
    },
    {
      "key": "exp01_rgn_pillars_of_flame_epic01_portal"
    },
    {
      "key": "exp03_rgn_steamfont_epic01_mines_portal"
    },
    {
      "key": "exp05_dun_guk_lower_portal"
    },
    {
      "key": "feerrott_epic01_temple_portal"
    },
    {
      "key": "qey_adv02_ruins_portal"
    },
    {
      "key": "solusekseye_epic03_thyr_portal"
    }
  ],
  "npcs": [
    {
      "name": "Edalli",
      "locations": [
        "-4.23,0.0,-12.85"
      ],
      "utterances": [
        "Greetings traveler! I see you found your way into the Chronoweave. From here you can use these chronoportals to travel back to the Age of Turmoil. If you come across any ancient platinum coins from these portals, we might be interested!"
      ]
    },
    {
      "name": "Erben Delki",
      "locations": [
        "-0.62,0.0,-10.41"
      ],
      "utterances": [
        "The magic of time is powerful.  To master it takes a lifetime."
      ]
    },
    {
      "name": "Sorsaadh Jarae",
      "locations": [
        "-40.19,0.0,-15.13"
      ],
      "utterances": [
        "The chronoportal phenomenon brings elusive knowledge within our grasp."
      ]
    },
    {
      "name": "Tazstra K'Rzheett",
      "locations": [
        "-28.8,0.0,13.06",
        "-21.9,0.0,31.57"
      ],
      "utterances": [
        "You look like the adventuresome type.",
        "You see these chronomages, over there? Do you know what they are doing?",
        "Ah, then I need not explain how they are studying the portals to the Age of Turmoil.",
        "Indeed, and a wondrous opportunity! I found records within the Academy of Arcane Science of some magic components that were available during the Age of Turmoil, but no longer found.",
        "You've accomplished such feats for others, I am certain. Though this may prove dangerous... Perhaps it is too challenging for the likes of you?",
        "It is an extensive list. I have written it down for you. I know not where the portals are located, only what it is I hope you find in each one."
      ]
    },
    {
      "name": "Vusal Zaminli",
      "locations": [
        "0.75,0.0,-1.97"
      ],
      "utterances": [
        "If you happen to find items that do not belong within the Age of Turmoil, I will reward you for their recovery."
      ]
    },
    {
      "name": "Zendiel",
      "utterances": [
        "Thank the gods, a hero has arrived! Tell me, <player name>, have you some skilled agents in your employ?",
        "Quite right. Something remarkable and alarming has occurred; some dangerous beasts emerged from the chronoportals to the Age of Turmoil! It wasn't something that had occurred before. We weren't prepared for it!",
        "They escaped into our time! It could be disastrous if they are not caught soon. Can we count on your help?"
      ]
    }
  ],
  "shinies": [
    {
      "gamelink": "\\aITEM 1886389346 -1221501559:Cosmic String\\/a",
      "locations": [
        "9.69,0.00,-9.54",
        "9.01,0.00,24.18"
      ]
    },
    {
      "gamelink": "\\aITEM -96535483 -2027388316:Nebulous Vortex\\/a",
      "locations": [
        "23.39,0.00,5.97",
        "9.01,0.00,24.18"
      ]
    }
  ]
}