{
  "name": "Frostfell Workshop",
  "name_sortable": "frostfellworkshop",
  "category": "Everfrost",
  "zonerect": "-832.00,-683.00,696.00,681.00",
  "connections": [
    {
      "key": "everfrost_frostfell"
    },
    {
      "key": "exp09_dun_sleeps_upper_frostfell"
    }
  ],
  "npcs": [
    {
      "name": "Berry Mistletoe",
      "name_sortable": "berrymistletoe",
      "purpose": "Gift Supply Manager",
      "locations": [
        "-3.79,-5.31,-73.31"
      ],
      "utterances": [
        "Look at you all excited. Don't worry; you'll get your Frostfell gift in good time, my friend!",
        "What!? Oh! Where did you find this gift? Was it stuck somewhere?",
        "I don't like that. It should have been half way to its delivery destination by now.",
        "In an effort to cut down on delivery times I had the cleverest solution to let the magic of Frostfell help! I cast an auto-delivery spell on the gifts, which should have made them deliver themselves. Something must have gone wrong with this one.",
        "I'd like that even less. I am grateful you returned this one to me, but now I fear there are more lost gifts, even further out. Can you search the ice sheets south of the dock for others, <player name>?",
        "Search the ice sheets south of the dock for other wandering gifts. Hopefully, the one you already found is the only gift to have gotten lost.",
        "Gizmos-a-plenty! You found more self-delivering gifts on the floating ice sheets, didn't you?",
        "Unfortunately, no. I had sent nine others before this group. You didn't find them though, which means they got further on their paths before being lost. ",
        "I'll write them down for you, <player name>. That should help both of us keep track of them.",
        "I hope you're able to retrieve the other lost self-delivering gifts."
      ]
    },
    {
      "name": "a Frostfell elf worker",
      "name_sortable": "frostfellelfworker"
    },
    {
      "name": "a Gigglegibber goblin",
      "name_sortable": "gigglegibbergoblin",
      "locations": [
        "8.02,-5.31,-70.01",
        "5.46,-5.31,-60.4",
        "10.67,-5.31,-54.07"
      ],
      "utterances": [
        "You has to wait your turn for your present, patience!",
        "Of course! New guy, always getting lost. Explained we delivers presents to sleeping peoples all around Norrath. Sent him on first deliveries yesterday. ",
        "Oh, we has a big book that tracks all that. Just told him to check the book and take presents and decorations to first on the list.",
        "Hmmmm..... rememberings.  Thinking I said something like, \"here are decorations and present, go to the the sleepers' tome\".",
        "Silly goblin probably just went home to Kunark. But snowglobe portal will takes you wherever he went, if you wants."
      ]
    },
    {
      "name": "Meg Gingersnap",
      "name_sortable": "meggingersnap",
      "purpose": "Gift Supply Manager",
      "locations": [
        "-16.52,4.47,-56.23"
      ],
      "utterances": [
        "Hello there! The Frostfell Workshop is extra busy this year. Are you here to help? ",
        "I have an unusual problem this year. A strange goblin showed up, said he was from somewhere in Kunark. He was lost, but the gigglegibber goblins took a liking to him and offered him a job here.",
        "They sent him on his first delivery run, and he hasn't returned. He's been gone far too long, and I think something's wrong. I need someone to check up on him. Could you help?",
        "Take a Frostfell Return Token with you, once you find the little guy it will bring you both back home, safely.",
        "We're hard at work making sure we have enough gifts!",
        "Happy Frostfell!",
        "I have the best job ever."
      ]
    },
    {
      "name": "a snowflurry",
      "name_sortable": "snowflurry",
      "locations": [
        "-5.27,-8.36,252.00",
        "5.05,-5.49,265.26"
      ]
    }
  ]
}