{
  "name": "The Elddar Grove",
  "removed": "lu64",
  "category": "Karan",
  "maps": [
    {
      "zonerect": "-1004.46,-588.61,-428.61,-152.51"
    }
  ],
  "connections": [
    {
      "key": "qey_harbor"
    },
    {
      "key": "qey_north"
    },
    {
      "key": "qey_catacomb01"
    },
    {
      "key": "qey_village05"
    },
    {
      "key": "qey_village06"
    }
  ],
  "npcs": [
    {
      "name": "Breeno Messpie",
      "utterances": [
        "Hail and welcome to the city, friend!"
      ]
    },
    {
      "name": "Bryson",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "566.23,-17.70,-419.38"
      ],
      "utterances": [
        "Now, if you hope to be as fine an archer as me, you should be off practicing instead of talking to me!",
        "Ha! A bullseye! I knew I would hit it soon. Take a look at this, friend!"
      ]
    },
    {
      "name": "Duvo",
      "utterances": [
        "My apologies, friend. I did not see you there ... What is it you need?"
      ]
    },
    {
      "name": "Elendia Starleaf",
      "utterances": [
        "Hello there, you seek woodlore do you?"
      ]
    },
    {
      "name": "Kaelarri Ivyshae",
      "utterances": [
        "Such a beautiful day!  All I need now is a nice vintage of elven mulberry and my relaxation will be complete.",
        "I've found that the right amount of patience and enthusiasm can open almost any door."
      ]
    },
    {
      "name": "Kaylelle Starchaser",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "549.28,-20.07,-353.01"
      ],
      "utterances": [
        "I have nothing to say to you right now.",
        "You talk to strangers?  What's the purpose of that?"
      ]
    },
    {
      "name": "Lookout Venylle",
      "utterances": [
        "Well, greetings, friend. I'm sorry I've no time for chatting. We rangers must be ever watchful. Many dangers lurk in the dark. Some natural, some ... unnatural.",
        "It is ill to speak of the dead, but knowing the dangers that prowl in the dark is for your own safety. Rumor has it, that Holly Windstalker once again walks the hills.  I won't guarantee this is true, but neither will I discount it. What I do know is a grave bearing her name sits on a hill overlooking the village.  You'll see for yourself; she was laid to rest years ago.",
        "Ahh ... very well, you are a daring soul! To get to the grave, follow the aqueduct from Qeynos to Windstalker Village. The village is built around the waterwheel that keeps the aqueduct flowing.  The duct passes through rock so you may lose sight of it for a time.  Just continue around the mountain, and you'll see it on the other side."
      ]
    },
    {
      "name": "Master Archer Nightbow",
      "utterances": [
        "Welcome to In-Range.  If you need help with anything, just let me know."
      ]
    },
    {
      "name": "Preservationist Reynolds",
      "utterances": [
        "I haven't heard anything from the last scout party.  They're a tough bunch. I hope they're all right."
      ]
    },
    {
      "name": "Rask Helstot",
      "utterances": [
        "Welcome to the Elddar grove, young one.  Enjoy the shelter which the trees provide.",
        "Though it's the only remaining tree of its kind, the Elddar grows ever larger.  Perhaps a symbol of Qeynos and her people even more fitting than the Claymore itself.",
        "I don't believe I've met you before, young one.  I should introduce myself.  I am Rask Helstot, a druid, and one of the last followers of Karana you're likely to meet!  If you're amiable to a task, I wouldn't mind finding out what you're made of.  I could use someone to investigate some things for me, but I need to be certain you're up to the challenge.",
        "Of late, two groups have been exposed that could hinder the growth of our fair city.  On the one hand, we've got the wild and savage gnolls.  Filthy and wild, they prey on the weak and unprepared.  On the other, the Bloodsabers have been said to be stalking the outskirts of the city, and perhaps even have agents in the catacombs.  If you were to choose one evil to fight, which would it be?",
        "Very good!  If Fippy had not returned to a wilder state after his adventuring days, I'm certain the gnolls habits would be much different.  Alas, that is neither a story for now, nor does it do much good to dwell on the past.  Perhaps some other time I can tell you that tale... For now though, prove your worth by killing ten of the beasts for me.",
        "The Bloodsabers are a nasty lot.  They're devoted to the god of death and decay, Bertoxxulous, or at least they were.  I'm not so certain of their religious affiliations these days, but rest assured, they're no good.  If you can manage it, check the catacombs or outside the city and kill ten of their members.  If we make it dangerous to be a member, perhaps others will think long and hard before joining their cause."
      ]
    },
    {
      "name": "Shepherd Sell`ar",
      "utterances": [
        "Keep your eyes on the horizon, my friend.  Only through vigilance and defense can we keep Qeynos safe."
      ]
    },
    {
      "name": "Telandra",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "568.27,-17.97,-417.31"
      ],
      "utterances": [
        "The blessing of Tunare is the highest blessing of all."
      ]
    },
    {
      "name": "Thomas Boatmend",
      "race": [
        "half elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "544.75,-20.36,-344.72"
      ],
      "utterances": [
        "I have nothing to say to you right now.",
        "You talk to strangers?  What's the purpose of that?",
        "Nice piercing.  I might get another one later today.",
        "Better for us to watch each other's back than to find a blade in them."
      ]
    },
    {
      "name": "Towser Flizgibbert",
      "utterances": [
        "Well? What do you want?",
        "Finally! Someone who recognizes my true worth! I'm sure that Erudite paid someone to put in a good word for her so-called theory. Bah! Just ask Arbuthnot Jumroller over in Baubbleshire.  He'll tell you!",
        "Well! I never!",
        "She's the most annoying Erudite.  Harrumph! She would never have gotten through her theoretical undergraduate work if I hadn't been there to help her out.",
        "I don't mind helping people who need assistance.  My friend Arbuthnot Jumroller over in Baubbleshire needed help getting through his secondary training and I was more than willing to help.  He's a much more grateful student than Ellinnea ever was.",
        "She certainly didn't charm her way to the top.  How'd you hear about the competition anyway? It was all very hush-hush, city security and all that.",
        "Ellinnea's a braggart and a security risk.  The magical shielding device she supposedly developed drew directly from my own research and conclusions.  She copied my work and passed it off as her own!",
        "Of course my device would be better.  She's only creating an array to cover Qeynos and its hub villages.  My device would use a wider network to protect some of the outlying farmlands as well.",
        "Apparently you and Arbuthnot Jumroller are the only ones who recognize my true worth.  Ah, well! Good thing I already live within an area that will be protected by the shielding!  If you stay within the city's limits, you'll be protected as well.",
        "It was my design.  She stole it!",
        "Vernon sent you... And? You want a xegonite medal or something?",
        "I might ask you the same question! Whose side ARE you on? Do you even know?",
        "You're telling me...I should have bribed someone to win the design contest, but we were all so sure... Anyway, what did you find out?",
        "Typical bureaucracy! They should have picked ME when they had the chance! We'll need to break into the lock box in the Mage Tower and get the schedule ourselves.",
        "Settle down, gnollslayer! The box is locked and you won't be able to just wander off with it.  You'll need to take this key replicator and use it in the lock to get a good impression of it.  And go at night, when it'll be harder for folks to see what you're doing.",
        "When you get the impression, go back over to Arbuthnot Jumroller in the Baubbleshire.  Mind you, he won't know you need this for any useful purpose, so don't tell him why you need it.  Just tell him you're doing me a favor. Come back here when you're finished with everything.",
        "One of the best, though he's put that behind him now to work on other projects.  HE still thinks Queenie will fix all that's wrong with this city.  I'm ready to leave this behind me and go where my skills are appreciated, that's what!",
        "Bad attitude? You call THIS a bad attitude? You should have seen me BEFORE I learned the truth about Queenie and her little schemes! What's it to you, anyway?",
        "Friend, you're still all starry-eyed and misty-minded.  Under HER influence! She must put something into the water.  I bring my own, from Freeport, thank you, rather than drink HER swill.",
        "What? And make me lose out on my commission?  No, thank you! Well...don't dally, what did you learn?  Did you get the box open?",
        "Great!  We've no time to lose! Let's just hope your delays haven't cost us everything. Before you take care of things, clear out your inn room and vault.  No sense leaving anything that might be used as evidence in case anything goes wrong.  There's no turning back now.  Are you ready to finish the job?"
      ]
    },
    {
      "name": "Trillium",
      "utterances": [
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs."
      ]
    },
    {
      "name": "Wanderer Greencoast",
      "utterances": [
        "...",
        "Hello, friend. Welcome to the Elddar Grove. We of the Tunarian Alliance believe in the preservation of Tunare and all of the creatures of Norrath.  I'm glad you could join us to help out today.  Here's a list of what we need.  Once you're done, come back, and we'll see what else you can do to help!"
      ]
    },
    {
      "name": "Wesaelan Brookshadow",
      "utterances": [
        "Hail traveler!  All friends of the Elddar are welcome.",
        "I've uncovered the location of a tome hidden by Karana's  followers long before the gods left this world.  I recently discovered its location with the aid of Duvos.  My duties here do not permit the time to recover the tome. I can charge you with recovering this treasure - if you're capable of such an invaluable task.",
        "You will need to venture to the great oak in the fields outside the city where the tomb has been hidden for many decades. You must thoroughly search the tree. Remember, the tome has been missing for many years. Use care when handling this precious treasure. ",
        "Please, you must recover the tome! Qeynos depends on you!"
      ]
    }
  ]
}