{
  "name": "Qeynos Harbor",
  "removed": "lu64",
  "category": "Karan",
  "maps": [
    {
      "zonerect": "-1044.11,-155.04,-585.95,-188.59"
    }
  ],
  "connections": [
    {
      "key": "qey_elddar"
    }
  ],
  "npcs": [
    {
      "name": "Alfred Ironforge",
      "utterances": [
        "I'm glad you have come back for more training, it looks like you've learned quite a bit in a very short time.  I can certify you in your chosen trade class. Before I begin your paperwork I'll need your name.",
        "Best of luck!",
        "You're not skilled enough to receive certification in a tradesman class.  Practice your skills, and return to me after you gain more experience."
      ]
    },
    {
      "name": "Aliindar",
      "utterances": [
        "The Ironforge Exchange?  the Far Seas Trading Company?  Insects of industry, my friend, waiting to be crushed beneath my boot heel!"
      ]
    },
    {
      "name": "Boulden Smitestone",
      "utterances": [
        "Now is the time we must band together and find what's left of the Feerrott!",
        "We can't take any chances that the Rallosian Empire will rebuild itself.  Who will heed my call!?"
      ]
    },
    {
      "name": "Erwin Rohand",
      "utterances": [
        "She's still out there, I can feel it.  When I have enough money, I am heading out to sea to find my one true love. Won't you help me, friend? Just a small purchase?",
        "Sailors are always looking for ways to keep warm on the high seas. Wolf hides offer warmth and protection from the bone chilling waters. If you could bring me some sleek hides, the money I make selling them, will bring me closer to finding my love.",
        "Thank you!",
        "Your kindness is appreciated. These wolf hides are premium wares and will fetch a handsome price."
      ]
    },
    {
      "name": "Keigwyn Macinshire",
      "utterances": [
        "I have nothing to say to you right now.",
        "Nice piercing.  I might get another one later today.",
        "Better for us to watch each other's back than to find a blade in them.",
        "You talk to strangers?  What's the purpose of that?"
      ]
    },
    {
      "name": "Madam Istynia",
      "utterances": [
        "All right where is my pen?  How am I supposed to scribe anything without my pen?"
      ]
    },
    {
      "name": "Mariner Kajiz",
      "utterances": [
        "This ain't a show stranger, buy your goods and shove-off!",
        "I may be a hired hand of the Far Sea Trading Company, but I take pride in my work.",
        "Get out of my face, scum!  You don't need to talk to me, buy your stuff and move on."
      ]
    },
    {
      "name": "Mariner Whistlethorn",
      "utterances": [
        "Get out of my face, scum!  You don't need to talk to me, buy your stuff and move on.",
        "If you want a friend, buy a pet.  I'm not here to chit-chat with you adventurer.",
        "I may be a hired hand of the Far Sea Trading Company, but I take pride in my work.",
        "What do you think you're looking at?"
      ]
    },
    {
      "name": "Mary Dillon",
      "utterances": [
        "Just leave me alone. Please!",
        "If they ever finish that shield, I'm going to smash Thierry's skull in with it, that's what.",
        "What?",
        "I'm fine.  I don't need Thierry, that scurvy skirt-chaser of a husband! So he took off and left me here all alone! I'm sure he's much happier with that scrawny Erudite anyway.  Always talking about math and ballistics and shielding.  Bah!",
        "That's right! I cooked and cleaned house for Thierry so that he could concentrate on that stupid shield. He doesn't know anything about magic! Not a thing! I'm sure that Erudite put some kind of spell on him.",
        "If only I didn't miss him.  He moved away to South Qeynos.  I know it's not far away, but I can't bear the thought of seeing him with her! My heart's been broken.  I won't let him step on it, too.",
        "Some stupid shield.  He never talked to me much about it, but I guess he talked at lot to that Erudite.  Said she was clever.  Said she didn't drink.  I didn't used to drink, either, till he met HER.",
        "He sure did.  Some Erudite caught his eye and next thing you know, he's working late every night.  Small wonder I come here.  I want to forget that lousy man!",
        "I feel better after talking to you.  He's out of my life and I don't need him, do I? After all, if he wasn't drawing up plans with that gnome, he was always talking about her.  Why would anyone need a gnome for a magical shield anyway?"
      ]
    },
    {
      "name": "Minda Broadfeet",
      "utterances": [
        "You can never be too careful when it comes to protection.  Here try on one of these."
      ]
    },
    {
      "name": "Nathan Ironforge",
      "utterances": [
        "Have you been inside the castle? I want to go there someday!",
        "I want to join the Qeynos Guard when I grow up!"
      ]
    },
    {
      "name": "Nelis Greenpocket",
      "utterances": [
        "Welcome! What can I help you with?"
      ]
    },
    {
      "name": "Praxum",
      "utterances": [
        "Hello, adventurer.  Looking to get some items repaired after a hard day of dragon slaying?"
      ]
    },
    {
      "name": "Rabbleson",
      "utterances": [
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!"
      ]
    },
    {
      "name": "Sheldon Lamport",
      "utterances": [
        "All right where is my pen?  How am I supposed to scribe anything without my pen?"
      ]
    },
    {
      "name": "Smith Holgren",
      "utterances": [
        "I just got a shipment in from the Far Sea's Trading Company.  I don't just show anybody this stuff so, shhhh!  "
      ]
    },
    {
      "name": "Sprockfuddle",
      "utterances": [
        "Stupid taxes!",
        "There's a better life out there.  A much better life.",
        "Admiring the fine stock of goods, are you?",
        "Sometimes.  It pays to have connections.  I do quite a bit of trading and supplying.  Not just goods, but other things...if you take my meaning.",
        "You're here because you want a good deal on things that you might not otherwise come by, right?  Same with me.  I might pick up a tidbit of information that's every bit as valuable as the next thing.",
        "Spying's for amateurs! No, I'm not a spy; I'm more than that.  A trader, a procurer of rare objects, an inventor -- that's me! But even someone with my skills can always use a hand now and then.  Interested in learning how you can help?",
        "That's the spirit! Do you want to live the good life by making simple trades -- commodities, information or items?  It's easy; anyone can do it.  Your pockets fill with coin -- and none of it's taxable since it's under the table.",
        "There's the oppressive taxes that Queen Antonia puts on the folks who live here.  You never see her lift a hand to help the poor, do you?  That's why my job's so important.  I provide a few cheap trinkets to folks who starve themselves putting chickens in the pots of every Qeynosian noble.",
        "She has everyone mark up the goods and taxes both buyer and seller.  Sickening, I tell you! Now, I might add a premium to some things, but I'm honest about it.  Folks from Freeport are honest, whatever else you might call 'em.",
        "You'll find Freeport's an honest place.  Someone doesn't like you, they'll tell you to your face.  None of this secretive mumbity-jumbity stuff.  You seem the honest sort, eager to do what's right by yourself. You would do much better in Freeport, wouldn't you?",
        "Tell you what: you need time to think and that's natural.  Go see a pal of mine on the third floor of the pub here.  He'll explain things a bit plainer than I can...and I need to get back to work."
      ]
    },
    {
      "name": "Vernon Tinworthy",
      "utterances": [
        "It's all about the profit margins.",
        "What do you want?",
        "Lots of people speak with me.  Did Sprock tell you why you might find me an interesting conversationalist?",
        "Ah...a trader, eh?  That's rich! Let me get a look at you.  Yes...yes...I can see why he sent you.  How much are you involved in the politics of this town?",
        "Everything! Grease a palm there, pay off someone here...sounds like business, but it's really all politics.  You gotta pay the right piper.  So, you deep into things in Qeynos or what?",
        "Then you don't come with something worth trading.  See you around when you've got something of value.",
        "My time, for one thing.  Listen, if you want to work the game, you gotta show me why I need you around.  Plenty of folks want to get in on the trade.  You gotta know the folks around town, get them talking.",
        "You can prove it to me by chatting up the locals.  Find out whether there's really going to be some kind of shelter around Qeynos.  You get the information, then you have something worth trading to me.  You don't get the information, then you find another line of work.  Deal?",
        "This isn't a stroll around the Harbor.  Keep your eyes peeled and talk to everyone.  Start in the pub downstairs and work your way around the Harbor.  Then come back when you think you have something worth trading to me.",
        "Yeah? We'll see.",
        "Trading's good business, ain't it?",
        "So what? You want a reward for that?  I talk with folks all the time.",
        "Calm down, pal.  You didn't sign up to be coddled.  You want to make changes in how these folks operate.  If your skin's too thin to handle it, maybe you should quit.",
        "Then tell me what you've heard.  What's this shelter they're making?",
        "A magical shield?  More like a magical waste of coin! \"Now you see your hard-earned coppers...and now you don't!\" What won't that little girl think of next? We wouldn't stand for this kind of waste in Freeport.",
        "I like you, pal.  You're direct and honest.  You've got a bright future ahead for you in Freeport.  That is...if you have the guts to continue \"trading\" for us.",
        "Ha! I knew you were right for the job! Listen up: all this information you got from the locals boils down to Qeynos making some kind of shield, right?  Freeport's not on the offense, so what they're protecting is a little vague, isn't it?",
        "We need details.  Even if it's a magical device, it has to have a physical presence and that's what we need to target.",
        "Sure, sure...right before that truth potion wore off, eh? I don't trust 'em, pal.  And neither should you.",
        "The first rule in the business is that you confirm everything twice, three times if possible.  This time, we need to find out from the Concordium when they'll be working.  They'll know when and where extra guards are being scheduled.  That's how we'll know where this thing really is, and when it'll be there.",
        "No, but they yap their mouths off when they're bored, especially on the night shift.  Go around to several places where you see some of those Augurers hanging around, wait a while and listen.  But don't let them see you, whatever you do.  Take this voice modulator. It's a gnomish device that will let you listen in without getting caught. The Concordium will have your head if they suspect you're onto them.",
        "Good luck, pal.  Folks'll talk if you keep coming back here.  Our friend Towser in Elddar Grove will take it from here with you.  He was supposed to be our inside contact, until he lost that contest.  But you can trust him.  See you around."
      ]
    },
    {
      "name": "Zara",
      "utterances": [
        "Be careful, it's best not to read the scrolls.  If you want to know what they are, just ask me."
      ]
    }
  ]
}