{
  "name": "Wayfarer's Stockpilers",
  "category": "Karan",
  "connections": [
    {
      "key": "qey_village05",
      "location": "1.17,0.17,-13.37"
    }
  ],
  "npcs": [
    {
      "name": "Arolair Swellbreak",
      "race": [
        "half elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-1.09,-0.48,-9.61"
      ]
    },
    {
      "name": "Cliffjumper",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Broker",
      "locations": [
        "9.69,-0.48,-9.94"
      ],
      "utterances": [
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!",
        "Welcome! What can I help you with?"
      ]
    },
    {
      "name": "Kezlack Cogturner",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "1.95,-0.48,5.01"
      ],
      "utterances": [
        "Hello there, what can I do for you?",
        "Training, eh?  Good to hear, willing able bodied citizens are sometimes hard to find.  To craft items you will either need to head out and harvest the raw materials on your own, or you might be able to buy them off the wholesaler downstairs.  To get started let us start with the most important thing in life, food and drink!  Provisioners are chefs and brewers, applying their culinary skills to provide a valuable service for the benefit of their allies.  Food and drink refresh the weary hero and can provide regenerative benefits.  To sample a taste of provisioning please create a Fried Frog Leg and then return to me.",
        "Please return when you have completed what I have asked of you.",
        "The armorer will focus on heavy armor, but a tailor will focus on the creation of light armor.    Tailors provide quality protective leather and cloth equipment for those adventurers who prefer to wear light armor.  They also craft backpacks and other items from cloth or leather.  Show me that you can create a tailored rawhide skullcap and I will continue your training.",
        "You are progressing nicely!  Another way that an adventurer can protect themselves is with a sturdy shield.  Woodworkers are skilled crafters creating staves, bows, and arrows for the defense of their allies as well as musical instruments for the higher pursuits of art and entertainment.  They also craft powerful totems that possess restorative properties.  Show me that you have what it takes to be a woodworker and return to me with an elm round shield.",
        "Well done indeed!  While you still have the sandpaper calloused hands, you should see if you are interested in carpentry.  Carpenters are much valued by their customers, particularly homeowners.  With their superb knowledge of craftsmanship and sculpting, there is no household furnishing they cannot create.  A sturdy chair is always welcome addition to any home, show me that you can make a primitive elm chair.",
        "Very nice!  The last profession that I could teach you is jewelcrafting.  Jewelers create talismans and jewelry.  These valuable items protect the wearer from harm and can increase the physical attributes of the adventurer.  Show me that you can create a malachite ring, and your training will be complete!",
        "Well done, well done!  Now that you have had a taste of each full profession, you will need to go to Ironforge Exchange and register for which field you would like to go into.  Seek out Alfred Ironforge on the docks of Qeynos Harbor.  If you liked provisioning, woodworking, or carpentry you will need to first hone your skills a Craftsman.  If you liked being an armorer, weaponsmith, or tailor, you will first need to hone your skills as an Outfitter.  If you liked jeweler, sage, or alchemist you will first need to hone your skills as a scholar."
      ]
    },
    {
      "name": "Wholesaler Jaenia Shoalslyder",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "1.25,-6.48,11.56"
      ],
      "utterances": [
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Hello there!  Can I interest you in some of the finest merchandise this side of Norrath?",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!",
        "Welcome! What can I help you with?"
      ],
      "store": [
        {
          "gamelink": "\\aITEM -1271224269 -804077048:walnut kindling\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1626387386 1649787993:filament\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM -48950061 -1941863546:coal\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM -2118643994 206395803:sandpaper\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1901169081 231047307:dough\\/a",
          "prices": [
            {
              "coin": 18
            }
          ]
        },
        {
          "gamelink": "\\aITEM -72718082 1138320361:milk\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        }
      ],
      "store_template": "wholesaler"
    }
  ]
}