{
  "name": "The Elusive Commonwealth",
  "category": "Karan",
  "connections": [
    {
      "key": "qey_village01"
    }
  ],
  "npcs": [
    {
      "name": "Bendeer Toronga",
      "utterances": [
        "Please return when you have completed what I have asked of you.",
        "Excellent work.  When you have reached the fourth rank of professionalism you will be able to purchase new recipe books and learn from them.  Scribe the artisan essentials volume 4 recipe scroll if you haven't already.  We will now see if you have the chops to be an alchemist.  They create deadly poisons and magic potions from almost any material, benign or otherwise.  These concoctions provide benefits in battle, such as replenishment for the part or extra damage against a foe.  To begin, go craft a potion.  Bring me a Lesser Noxious Remedy.",
        "Well done.  Going from one side of the arcane to another let us now focus you on the path of a sage.   Sages possess an unsurpassed knowledge of the arcane.  They apply this knowledge by scribing combat arts and spells onto scrolls that increase the might of adventurers.  Show me that you can scribe an arcane bindings.",
        "Ahh, good work.  From pure magic to pure might, let us turn your training to the creation of weapons and heavy armor.  Weaponsmiths are masters of metallic weaponry including swords, axes, daggers, and hammers.  Only the most foolish adventurer would dare explore dangerous territory without a well made weapon at the ready.  Armorers are crucial when it comes to preparing fighters and adventurers for battle.  The longevity of even the greatest soldiers is dependent upon the skill of the armorer who equipped them.  Even though I am having you create a tin greatsword, you will get a taste of what the forge has to offer for either class."
      ]
    },
    {
      "name": "Gom Kusuba",
      "utterances": [
        "Welcome! What can I help you with?",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!"
      ]
    },
    {
      "name": "Wholesaler Baldmaer Duneof",
      "utterances": [
        "Confound it! Where did I put that ledger?  It must be around here somewhere!",
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Hello there!  Can I interest you in some of the finest merchandise this side of Norrath?"
      ],
      "store": [
        {
          "gamelink": "\\aITEM -1901169081 231047307:dough\\/a",
          "prices": [
            {
              "coin": 18
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1390415545 79179749:candle\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM -48950061 -1941863546:coal\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM -2118643994 206395803:sandpaper\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM -539266589 -408283911:incense\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM -72718082 1138320361:milk\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1271224269 -804077048:walnut kindling\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        }
      ]
    }
  ]
}