{
  "name": "The Willow Wood",
  "name_sortable": "willowwood",
  "flags": "origins",
  "category": "Villages",
  "subcategory": "Qeynos",
  "zonerect": "-1,258.05, -892.88, -499.30, -310.57",
    "connections": [
    {
      "key": "qey_tradeskill01_village05",
      "location": "852.92,-19.76,-634.29"
    },
    {
      "key": "qey_catacomb01",
      "location": "804.30,-20.87,-626.47"
    },
    {
      "key": "qey_adv02_ruins",
      "location": "885.07,-14.88,-582.86"
    }
  ],
  "npcs": [
    {
      "name": "Aelia Oakweaver",
      "name_sortable": "aeliaoakweaver",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Provisioner",
      "locations": [
        "826.21,-21.25,-635.01"
      ],
      "utterances": [
        "Welcome! What can I help you with?",
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!"
      ],
      "store_template": "provisioner_origins"
    },
    {
      "name": "Aelis",
      "name_sortable": "aelis",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Wood Elf Mentor",
      "locations": [
        "831.56,-20.7,-760.73"
      ],
      "utterances": [
        "Ayr'Dal like yourself should speak with Daelyn Twinstar, I am sure he can help you more than I can."
      ]
    },
    {
      "name": "Baynor",
      "name_sortable": "baynor",
      "race": [
        "high elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Armorsmith",
      "locations": [
        "851.26,-19.6,-595.53"
      ],
      "utterances": [
        "You can never be too careful when it comes to protection.  Here try on one of these.",
        "Coin is no object when gaining protection from your enemies.  What price can be put on your safety? ",
        "I have some nice new suits of chain that have stood up very well.  Would you like to see them?",
        "Argh!  I bent the tongs again!  I must have Ironmallet fix them! Greetings, adventurer! What do you need?"
      ],
      "store_template": "armorsmith_origins"
    },
    {
      "name": "Briget Crestmyst",
      "name_sortable": "brigetcrestmyst",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Weaponsmith",
      "locations": [
        "858.26,-19.6,-600.43"
      ],
      "utterances": [
        "Well, that suit is looking a might worn.  Can I interest you in a new suit of fine armor? ",
        "Coin is no object when gaining protection from your enemies.  What price can be put on your safety? ",
        "You can never be too careful when it comes to protection.  Here try on one of these."
      ],
      "store_template": "weaponsmith_origins"
    },
    {
      "name": "Daelyn Twinstar",
      "name_sortable": "daelyntwinstar",
      "race": [
        "half elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Half Elf Mentor",
      "locations": [
        "825.18,-20.7,-761.46"
      ],
      "utterances": [
        "Well met, Ayr'Dal. Worry not, you will find friends here.",
        "I most certainly am. Or are you not Ayr'Dal? Do you deny your heritage?",
        "Which of your parents was elven?",
        "Heh. I wager you're a sentimentalist, then.",
        "I'm not always right, I just see patterns sometimes. Tell me, do you ever regret your heritage?",
        "That's good to hear. I used to feel shame when I thought of my heritage, but I've come to know better.",
        "By experiencing the world. I believed a lot of lies when I was younger. The only thing that can dispel lies you've known all your life is experience, and not even that always works. I don't know your past, but I guarantee you have room to learn, we all do.",
        "Nothing, really. I'm no teacher. I can only put you in situations that you may learn from. I can try to help guide you, of course, but most of the work will be yours.",
        "I would like you to speak with two people and help them in their day to day business. Please seek out Gar Smolten and Lia Serene. Pay close attention to how they treat you. Gar should be behind the inn, speak with him first. Lia should be near the entrance to the Elddar Grove.",
        "I'm glad to hear it. Return to me when you have spoken to them.",
        "Have you talked with Gar and Lia yet?",
        "And how did it go?",
        "How did Gar treat you?",
        "And what of Lia?",
        "It is unfortunate you were treated as such, but not surprising. But, and this is the sad part, there is a different reason I showed you this aspect of humans and elves. It is true we are oft-judged because of our race, but we tend to share that trait ourselves. ",
        "Because we are both human and elf, as the two you just spoke with, we sometimes are stuck with the worst aspects of either race. In this case their subdued distrust of our race. When we share those negative aspects we tend to assume humans and elves will look down upon us, and we tend to see examples of this even when it's not true.",
        "That depends on what your past interactions with other races has taught you--and I don't mean just humans and elves. I will tell you that for me it is very hard to deal with. For others it is a not an issue. Let me show you another thing we must deal with.",
        "You will see. Go speak with Milo, he's probably in the scribe's shop. Ask him about Lyssia and hear what he has to say. Then, once you've talked with him, go speak with Lyssia. Speak with her of Milo and hear what she has to say.",
        "Good. Return to me once this is done and we will speak of what you heard.",
        "Ah, you again. Do you have time to help me? Something unfortunate has happened.",
        "I look forward to speaking of them, but something more pressing has come up. I was writing an essay and did something foolish. I was taking a short break and forgot to weigh them down. When I got back, they had been strewn about by the wind. I would look for them myself but I found a dog chewing on a couple of pages and now must re-write them. Would you do me the favor of finding them?",
        "Wonderful, I knew I could count on you. This will save me a lot of time. It looks like there are five pages missing, assuming they're not destroyed. They could be anywhere in the village by now.",
        "Have you gathered my missing pages?",
        "Oh! Wonderful. None of them very bad off, either. Thank you!",
        "Anyway, where were we? Ah, yes, Lyssia and Milo. How did they speak of each other?",
        "What they love about each other are the strengths of their individual races. Obviously love isn't that simple, but I believe this situation can be simplified as such. These strengths are important to keep in mind for an Ayr'Dal, especially if you ever get hung-up about sharing the weaknesses of two races. The strengths of humans and elves don't make us better people than other races, just as the weaknesses of humans and elves don't make us any worse.",
        "Indeed. It is a hard life sometimes, but it is also a life that is immensely rewarding. That is part of what I wrote about in this essay. Now that it is complete, I would like a friend of mine to have a copy. How would you feel about taking it to him?",
        "Take this to Elvic Garrett, who has ventured into the Forest Ruins. He's probably hanging around just outside the ruins. I'm sure you'll both be able to help each other.",
        "Thanks for your help, <player name>. I hope our discussions about our race will prove useful to you."
      ]
    },
    {
      "name": "Davyn Thornbranch",
      "name_sortable": "davynthornbranch",
      "race": [
        "wood elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "850.73,-20.92,-663.1"
      ],
      "utterances": [
        "Sorry, I'm kind of busy right now."
      ]
    },
    {
      "name": "Deephathom",
      "name_sortable": "deephathom",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Banker",
      "locations": [
        "821.05,-21.25,-635.49"
      ],
      "utterances": [
        "Please tell me you're not trying to get a loan with livestock collateral!"
      ]
    },
    {
      "name": "Drystan Seaside",
      "name_sortable": "drystanseaside",
      "race": [
        "half elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "General Goods",
      "locations": [
        "840.28,-20.17,-658.07"
      ],
      "utterances": [
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!"
      ],
      "store_template": "general_goods_origins"
    },
    {
      "name": "Feredir Na'Duath ",
      "name_sortable": "feredirnaduath",
      "race": [
        "wood elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "870.75,-18.34,-600.55"
      ],
      "utterances": [
        "Is there no place on your body left unpierced? Nay, do not answer -- I'm afraid to know!",
        "Stop sniffing around my pockets, you!  Go back to the sewers and keep to yourselves.",
        "When we recreate our ancestral home, why don't you come live there amongst the Feir'Dal?",
        "The blessing of Tunare is the highest blessing of all.",
        "To be among the highest leaves and branches of a tree is to feel free."
      ]
    },
    {
      "name": "Gar Smolten",
      "name_sortable": "garsmolten",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "876.59,-20.26,-631.85"
      ],
      "utterances": [
        "What do ya want?",
        "For coin, no doubt. Down on your luck, are ya? That's not surprising. Too proud to ask for a handout, eh?",
        "Ah, well that's certainly a nice deal on my part. Sure, you can help, but let's not pretend I believe you're that altruistic. Some kids ran by just a few minutes ago and changed all the labels on these boxes. Now I have no idea which ones are properly labeled. If you could check each box and let me know if it's properly labeled that would be helpful.",
        "Well?",
        "All right. What is in the box marked carving wood?",
        "Ok. And what was in the box marked clay figures?",
        "What about the one marked bottles?",
        "And the one marked raisins & dried apricots?",
        "And finally the box marked herbs?",
        "All right. Great, this is just the kind of information I needed.",
        "Er, well now wait a minute. I can see from here that one of those boxes doesn't contain what you said. Please double check your work.",
        "Well that's a relief, I was afraid I would never get around to checking those boxes. You're a quick worker. I'm sorry about snapping at you earlier, I get like that from time to time. I was just stressed over those mischievous kids, among other things. Thanks for the help."
      ]
    },
    {
      "name": "Hallie Summerglint",
      "name_sortable": "halliesummerglint",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Shieldsmith",
      "locations": [
        "817.83,-21.25,-645.12"
      ],
      "utterances": [
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!",
        "Welcome! What can I help you with?"
      ],
      "store_template": "shieldsmith_origins"
    },
    {
      "name": "Honeysuckle",
      "name_sortable": "honeysuckle",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Bartender",
      "locations": [
        "860.11,-20.48,-622.19"
      ],
      "utterances": [
        "Might I interest you in some meat and cheese to go with that tall glass of ale?"
      ],
      "store_template": "bartender_origins"
    },
    {
      "name": "Hunter Lathar Forestdeep",
      "name_sortable": "hunterlatharforestdeep",
      "race": [
        "wood elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "794.46,-12.95,-627.23"
      ],
      "utterances": [
        "I don't know how he snuck past the patrols. If you approach slowly, he may let you touch him.",
        "What do you need? I'm very busy."
      ]
    },
    {
      "name": "Hunter Vannil",
      "name_sortable": "huntervannil",
      "race": [
        "half elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "810.96,-15.13,-576.85"
      ]
    },
    {
      "name": "Innkeeper Yeoni",
      "name_sortable": "innkeeperyeoni",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Housing",
      "locations": [
        "860.02,-20.48,-626.78"
      ],
      "utterances": [
        "Hello <player name>, I am the Innkeeper for this village.  We have received word of your arrival and have a room prepared for you.  Would you like to know more about housing?",
        "What would you like to know?",
        "You will find that your house has many uses, the first of which is the ability to store house items.  Each house has a limit to the number of house items you can place in it, so as you gain more possessions you wish to display you will need larger houses to do so."
      ],
      "store": [
        {
          "gamelink": "\\aITEM 1192413674 -55368781 0 0 0:a Qeynosian large wooden barrel\\/a",
          "prices": [
            {
              "coin": 270
            }
          ]
        },
        {
          "gamelink": "\\aITEM -568616880 1329473188 0 0 0:a Qeynosian medium wooden barrel\\/a",
          "prices": [
            {
              "coin": 90
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1457739578 -655029930 0 0 0:a Qeynosian small wooden barrel\\/a",
          "prices": [
            {
              "coin": 30
            }
          ]
        },
        {
          "gamelink": "\\aITEM -949197158 -767980191 0 0 0:a wooden bucket\\/a",
          "prices": [
            {
              "coin": 90
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1579048607 -882452909 0 0 0:an antonican wooden bucket\\/a",
          "prices": [
            {
              "coin": 270
            }
          ]
        },
        {
          "gamelink": "\\aITEM -284346789 729139268 0 0 0:an enchanter's candelabra\\/a",
          "prices": [
            {
              "coin": 21870
            }
          ]
        }
      ]
    },
    {
      "name": "Jana Windstream",
      "name_sortable": "janawindstream",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "829.22,-20.07,-604.02"
      ],
      "utterances": [
        "That's right! Lots of things you need inside the Scribe's shop!"
      ]
    },
    {
      "name": "Jendan Greenthorn",
      "name_sortable": "jendangreenthorn",
      "race": [
        "wood elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "825.7,-20.61,-740.36"
      ],
      "utterances": [
        "Sorry, friend. I can't chat. I'm waiting for my brother and I'd hate to miss him!"
      ]
    },
    {
      "name": "Kualdin Swoonsong",
      "name_sortable": "kualdinswoonsong",
      "race": [
        "wood elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "838.52,-20.9,-613.22"
      ],
      "utterances": [
        "Hail fair, adventurer. Please be on your way. I've no time for chatting with commoners. I must warm up my voice. My fans await me..."
      ]
    },
    {
      "name": "Lia Serene",
      "name_sortable": "liaserene",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "817.44,-20.61,-583.5"
      ],
      "utterances": [
        "Well met.",
        "Oh I don't know. I am troubled over something quite delicate, I don't know if you can help.",
        "Well, I'm worried over the recent, strong winds and what effect they may have had on some of the birds who nest within the Willow Wood. Their eggs, specifically, are what worry me. I know, it seems silly, I don't really expect someone like you to understand.",
        "Well, half elves have never quite been concerned with nature like we have. I don't mean that as an insult, it is simply true.",
        "I am sorry. I did not mean to come off as such. Yes, I would appreciate your help. I just didn't think something like this would concern you.",
        "Very well. Please travel around the Willow Wood and check each bird nest to be sure they have not been upset in the recent storm. This isn't very hard, just check the ground in the area of each nest and verify that neither the nest nor any eggs have fallen. If any eggs are found that are not cracked collect them.",
        "Goodness, no. Your scent would only ensure their demise. Please bring the eggs back to me. I can care for them and may be able to get their mothers to accept them again.",
        "It's just like an Ayr'Dal to ask a question like that. Um, no offense. I know where the birds of this village nest, and what their eggs look like. This is how I know where to look, and where to tell you where to look. Check under the north-east corner of the inn roof, north of that location check under the tree near the entrance to the docks, then check under the tree just down the path from the entrance to the Forest Ruins, which is in the south-western area of the village.",
        "Did you find any eggs?",
        "I'm relieved. It looks like you handled these with great care. I believe we can save all of them, thank you.",
        "Thank you again for your help, Ayr'Dal."
      ]
    },
    {
      "name": "Lyssia Delnara",
      "name_sortable": "lyssiadelnara",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "814.04,-15.13,-582.84"
      ],
      "utterances": [
        "Greetings.",
        "He is delightful, isn't he?",
        "Oh? How embarrassing.",
        "That sounds just like him, he never could see his own worth very well. I guess that's part of why I like him, it's very cute and modesty is very attractive. Tell me, have you found love?",
        "It comes to all of us in time, whether we wish it or not. I'm just happy my time has come. Oh, Milo. He really has no idea how incredible he is. Have you seen him work? His strength is amazing. And yet he's so careful and compassionate when he interacts with others.",
        "He doesn't arm wrestle, or squeeze hard during a handshake. He knows just how to hold a woman to make her feel safe and warm. He may not see it himself, but he is very receptive to the needs of others. How could I not love him?",
        "Thank you very much. It's great to share joy with others."
      ]
    },
    {
      "name": "Milo Faren",
      "name_sortable": "milofaren",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "817.17,-19.94,-602.92"
      ],
      "utterances": [
        "Good day to you!",
        "And why shouldn't I be? The woman of my dreams just agreed to marry me.",
        "It most certainly is. I'm the luckiest man alive. Lyssia is angelic. I have no idea what she sees in a plain-old guy like me, but I don't intend to question my luck! She's amazing.",
        "Obviously you've never seen her. Aside from being the most beautiful woman in the entire village--perhaps in all of Qeynos--she has unmatched grace. But inside, below the surface, is where she's most amazing. She's got a very quick wit which makes her a joy to talk to, and her wisdom is, well, elven!",
        "And even when I mess up--which I do a lot--she is even tempered. The fact that she accepts all my faults is most endearing.",
        "You have no idea how lucky."
      ]
    },
    {
      "name": "Oseof Crestryder",
      "name_sortable": "oseofcrestryder",
      "race": [
        "half elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Crafting Trainer",
      "locations": [
        "850.37,-20.55,-632.4"
      ],
      "utterances": [
        "You show interest in the crafting trade, good.  Qeynos can always use talented artisans within the walls of our great city.  I can help you get started and offer you some of the basic recipes at no charge.  Would you be interested?",
        "There, you now have the basic recipes and the knowledge to begin crafting.  Everything else you need to get yourself started can be found right here.",
        "You have learned everything I have to teach at the moment.  You are free to use our crafting facilities to hone your skills."
      ],
      "store_template": "crafting_trainer"
    },
    {
      "name": "Rainwander",
      "name_sortable": "rainwander",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Alchemist",
      "locations": [
        "815.19,-19.94,-609.27"
      ],
      "utterances": [
        "Are you wounded?  I just made up a fresh batch of healing potions an hour ago.",
        "Hello, adventurer! Are you looking for a specific potion or ingredient?"
      ],
      "store": [
        {
          "gamelink": "\\aITEM 331790605 -1707704134 0 0 0:odyssey stone\\/a",
          "prices": [
            {
              "coin": 120
            }
          ]
        },
        {
          "gamelink": "\\aITEM -182855303 1967098650 0 0 0:softly glowing pearl\\/a",
          "prices": [
            {
              "coin": 12000
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1135016146 -1004037174:Abrasive Goo\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        }
      ],
      "store_template": "alchemist_origins"
    },
    {
      "name": "a rat",
      "name_sortable": "rat",
      "locations": [
        "828.82,-20.73,-759.90",
        "829.99,-20.61,-748.46"
      ]
    },
    {
      "name": "Rebeka Lori",
      "name_sortable": "rebekalori",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "865.17,-18.87,-613.3"
      ],
      "utterances": [
        "Another face I do not recognize.  Are you new here, good traveler?"
      ]
    },
    {
      "name": "Salinia Brooklily",
      "name_sortable": "saliniabrooklily",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Spell Scrolls",
      "locations": [
        "822.07,-19.94,-604.8"
      ],
      "store": [
        {
          "gamelink": "\\aITEM 230963297 -67496307 0 0 0:Ayr'Dal Language Primer\\/a",
          "prices": [
            {
              "coin": 1200
            }
          ]
        },
        {
          "gamelink": "\\aITEM 505960093 389330758 0 0 0:Feir'Dal Language Primer\\/a",
          "prices": [
            {
              "coin": 1200
            }
          ]
        }
      ]
    },
    {
      "name": "a shining nibbler",
      "name_sortable": "shiningnibbler",
      "level": 3,
      "locations": [
        "821.91,-22.72,-784.59",
        "838.34,-25.59,-791.14",
        "828.83,-25.38,-791.83",
        "835.94,-22.20,-772.56",
        "821.80,-25.14,-797.64"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1302044914 -23402794:a fish meat\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Taval Zane",
      "name_sortable": "tavalzane",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "857.76,-20.48,-631.26"
      ],
      "utterances": [
        "Not in a chatting mood right now, friend."
      ]
    },
    {
      "name": "Thayare Faystrider",
      "name_sortable": "thayarefaystrider",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "827.92,-21.42,-662.5"
      ],
      "utterances": [
        "So kind, yet so naive to the horrors of the past, tragedies to be repeated, no doubt. ",
        "I do not speak of trembling plains and torrential seas, I speak of the bane of elfkind, the eternal struggle between light and dark ... between above and below.",
        "Yes, the elves of below ... the Teir'Dal. Their hatred for the elves of the sun is a plague upon all of Norrath. Many have died in defense of elfkind, and I believe the bloodshed is far from over. It is an eternal war that burdens my heart.",
        "I wish it were that easy, but I am Feir'Dal, a wood elf, and I am sworn to defend the Laws of Tunare and her children till my final breath passes my lips. That is a day I look forward to with great rejoice.",
        "In my days, I have seen a multitude of my fellow treefolke give their lives in defense of Tunare's laws. Many were my family. I am haunted with the visions of battles of yore. I recall my beloved sister slipping from life while I wept with her in my embrace. ",
        "She drifted from this realm more than four-hundred-years ago in the Age of Turmoil. It was the great War of the Fay, the war of the elves. The elf empire of below and their allies challenged the combined nations of elfkind. Armies of Teir'Dal, orc, troll, and others crept towards the Faydark hoping to extinguish the elves of sun.",
        "I was but an adolescent, barely able to string a bow, yet I fought. My sister was in her prime, and she was a highly-skilled scout, an elite soldier of the Scouts of Tunare. But even her skill could not prepare her or the tree city of Kelethin for the onslaught from the northern coasts and the orc hordes from Crushbone.  ",
        "It happened quickly. The forest empire of my people was greatly protected. No branch was without a lookout, the tall masts and far reaching ballistae of the Koada'Dal wavejumpers patrolled the coasts, but still, we couldn't prepare for the arrival.    ",
        "From the depths of the burning wastelands of Crushbone, came the orc hordes. As we directed our efforts at repelling this force, an armada of war galleys of Neriak breached the coastal mists. Some say they arrived via a titanic teleport arch built by the dark elves deep in the uncharted seas of the Ocean of Tears. Yet, still, they struck from an unexpected front...",
        "Near the heart of the Faydark, the most dangerous of the evil hordes arrived in a portal opened between the underworld and our forest, a portal bound by the ancient teleport spires. Wave after wave of Teir'Dal dragoon marched from this portal, a juggernaut marching towards the Koada'Dal city in the clouded mountains, Felwithe.        ",
        "The tree city was no target of the dragoons, the orcs of Crushbone kept us under siege, setting much of the Faydark on fire! Within the raging inferno, the dragoons marched to seize Felwithe. It is there that the legendary King Tearis'Thex fell to the dark blade.          ",
        "Defeat seemed certain, but as we fought futile battles on many fronts, the horns of war were heard along the borders of the Faydark! The brigades of the dwarven empire Kaladim marched in from the western mountains, and from the east came the gnomes of Ak'Anon with their ticking and puffing clockwork army. The elves of the sun would triumph this day.           ",
        "Greatly outnumbered, the dark hordes repelled. They retreated to the shadowed realms from whence they came. Some unfortunate ones fled to the Loping Plains seeking safe a haven on the moors of Mistmoore, never to be heard from again.  ",
        "Don't let my short tale confuse you. This war raged for more than a few seasons. Blood stained the forest floor, green turned to ash. It was in the final defense of Kelethin that my sister sustained a mortal blow, dying within my arms, her last breath gracing my tear-soaked face.  ",
        "Kelethin and Felwithe were restored under the guidance of the princess Queen, Lenya Thex, but the scars remained, both upon the land and within my memory. I departed the Faydark in search of a new life that would bury my visions of the war, but as I learned, war is eternal and it is far reaching. Since my days in the Faydark, I have traversed much more bloodshed. It is inescapable, yet I live on to defend the Laws of Tunare and to honor those that have fallen, such as my beloved sister Geeda.  "
      ]
    },
    {
      "name": "Thea Wavecrasher",
      "name_sortable": "theawavecrasher",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Tailor",
      "locations": [
        "816.85,-21.25,-638.97"
      ],
      "utterances": [
        "Welcome to my humble shop.  We have quite a selection of weapons to choose from.  See for yourself...",
        "Never go into battle without a tried and trusted weapon. Take a look at what we have in stock.",
        "Is there something you need to have custom made?  I can see if I can get one of my lads to look into it!"
      ],
      "store": [
        {
          "gamelink": "\\aITEM -606355493 -1210220550:rawhide boots\\/a",
          "prices": [
            {
              "coin": 156
            }
          ]
        },
        {
          "gamelink": "\\aITEM 551970365 1289791004:rawhide pants\\/a",
          "prices": [
            {
              "coin": 203
            }
          ]
        },
        {
          "gamelink": "\\aITEM 722178643 807259283:rawhide skullcap\\/a",
          "prices": [
            {
              "coin": 187
            }
          ]
        }
      ],
      "store_template": "tailor_origins"
    },
    {
      "name": "Trelly Greenfoot",
      "name_sortable": "trellygreenfoot",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "869.75,-18.46,-601.58"
      ],
      "utterances": [
        "I don't understand the need for piercings, but they look fine on you.",
        "The blessing of Tunare is the highest blessing of all.",
        "To be among the highest leaves and branches of a tree is to feel free."
      ]
    },
    {
      "name": "Trueshot",
      "name_sortable": "trueshot",
      "race": [
        "wood elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Bowyer",
      "locations": [
        "856.3,-20.91,-642.76"
      ],
      "utterances": [
        "Welcome! What can I help you with?",
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!"
      ],
      "store_template": "bowyer_origins"
    },
    {
      "name": "Zanhass Mossclean",
      "name_sortable": "zanhassmossclean",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Mender",
      "locations": [
        "859.05,-19.6,-598.17"
      ],
      "utterances": [
        "Well, well, what have we here? Can I help you?"
      ]
    }
  ]
}