{
  "name": "North Qeynos",
  "removed": "lu64",
  "category": "Karan",
  "maps": [
    {
      "zonerect": "-634.49,-134.92,-165.38,212.35"
    }
  ],
  "connections": [
    {
      "key": "antonica_tlp"
    },
    {
      "key": "qey_catacomb01",
      "location": "443.33,-16.50,85.20"
    },
    {
      "key": "qey_elddar",
      "location": "508.51,-21.38,-286.28"
    },
    {
      "key": "qey_south",
      "location": "393.02,-21.23,135.79"
    },
    {
      "key": "qey_tradeskill01_qey_north_ironforge",
      "location": "487.52,-19.72,-379.37"
    }
  ],
  "objects": [
    {
      "name": "Da Gamblin' Game Infoz",
      "subtext": "Dis book is containin' all\ninformation regardin' da\nGigglegibber Goblin Gamblin' Game.",
      "location": "351.07,-20.07,140.70",
      "actions": [
        {
          "label": "view status"
        }
      ]
    }
  ],
  "npcs": [
    {
      "name": "Captain Lovallo",
      "utterances": [
        "Those gnolls don't scare me!  Well, maybe just a little.",
        "Who would have known that one's paws could become so stained from pie?",
        "I keep my wit as sharp as my claws.  I never know which one I will need to rely on. "
      ]
    },
    {
      "name": "Caretaker Nogfizzle",
      "utterances": [
        "...",
        "Greetings and welcome to the Temple of Life, my young initiate.  Here at the temple, we use the divinity of spiritual guides to follow the path of righteousness and protect our city. Please take this writ, and do as it asks.  Before you lies the gateway to inner salvation and the sanctity of serving your homeland."
      ]
    },
    {
      "name": "Danielle Clothspinner",
      "utterances": [
        "Whatever shall I do?  I'm out of dyes, and I simply must finish these yards of cloth today!  I'll certainly never make it all the way across town to get more and still have time to finish with my sewing!",
        "Well, I am always having a problem getting bear pelts of a quality that I can work with and truly make shine.  If you could bring me four preserved bear hides, I can reward you for your efforts.",
        "Perfect, once I am done with all the sewing and dying for this job I can get started on some top notch pelt work!"
      ]
    },
    {
      "name": "Elbow",
      "utterances": [
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!"
      ]
    },
    {
      "name": "Elsabethia Hartsunder",
      "utterances": [
        "Forgive me but I must return to my work.  Please speak with one of the other priests.  I'm certain they will be more than happy to assist you.",
        "I'm overseeing the research of a new infection spreading among the vermin populace in the catacombs.  We've learned from the past years that prevention is the best cure for any ailment.",
        "I'm not entirely certain.  I've only been able to identify the species that carry the infection.  The malady has eluded any real research because it dies with the host. What I need are some living hosts to study...",
        "Your help would come as a blessing.  The tomb leeches, giant burrowers, and tomb vermin that  infest the Vermin's Snye catacomb are the species that carry the infection.  I need a live specimen from each of these host species to progress in my research.",
        "Please be careful  transporting the diseased creatures. I would hate for you to become infected."
      ]
    },
    {
      "name": "Fob Subbletog",
      "utterances": [
        "If a gear is lost in a forest and no one can find it, did it ever exist to begin with?",
        "Wouldn't it be great if fruit was explosive?  It would be a wonderful power source and delicious at the same time!",
        "For every invention there is an equally opposite explosion."
      ]
    },
    {
      "name": "Janessa",
      "utterances": [
        "Tell me, do you prefer Halfling or Elven cuisine?  I myself have a hard time deciding between the two.",
        "Please mind the plates, they're very hot."
      ]
    },
    {
      "name": "Jo Ironshield",
      "utterances": [
        "Can I help you?",
        "Are you with the Alchemists' Guild?",
        "It was an accident.  We were in the pub and Towser was being so smug about whatever it is he was doing.  He wouldn't say what it was, so I tipped some of this vial into his drink.",
        "I didn't think the potion would work! It's in early development! Please don't turn me out of our Guild!",
        "Don't tell Magus Weskah I found out about the shield! There were only four of us in the pub at the time anyway -- Towser, his wife, Arbuthnot and myself.",
        "Not much, really.  Towser lost the design contest and was rather bitter.  And he hates the hat his wife was wearing.  He didn't know when the shield would be built, if ever, or where it would be centered.  Only the Magus knows that!",
        "Yes, here it is.  Please let me remain in the Guild!"
      ]
    },
    {
      "name": "Knight-Lieutenant Laughlin",
      "utterances": [
        "Hail and well met!  Please beware that while you are safe within Qeynos' mighty walls, the outside world is not as forgiving. Dangerous creatures roam the lands beyond these gates.  Beware!",
        "Famous, eh?  Best keep your feet planted before your head floats off.  Though, if you're looking for some recognition, I've been having some problems with the gnolls outside the gates here.  I can't spare the men to go hunt them down, you wouldn't be interested in helping out, would you?",
        "Such an eager recruit! Bring me back the ears of ten gnolls.  That should be sufficient to bring their population down to a reasonable level for now.  You'll find them around the gates of the city, roaming like the dogs they are!",
        "So you did... so you did.  Well met adventurer you may be famous one day after all.  Let me see, I think the city can afford to pay you a bit for your work here.  Take this bag of coins, it should suffice."
      ]
    },
    {
      "name": "Kyla Roundwillow",
      "utterances": [
        "If a thing isn't worth saying, you sing it.",
        "Get the wash, get the wash.  This whole city would fall apart if I didn't deliver the clothes on time.  ",
        "Do you like muffins?  Muffins are my favorite, I eat them every chance I get."
      ]
    },
    {
      "name": "Lord Drystan Ironforge",
      "utterances": [
        "As a citizen of the mighty city, Qeynos, I greet you openly."
      ]
    },
    {
      "name": "Magus Weskah",
      "utterances": [
        "Is there something I can help you with?",
        "Hiding? That's a good term for it.  I am actually learning about the brewing process from these good folks.",
        "I'm curious about fermentation.",
        "Fermentation is vital! Without the processes behind it, why, we'd have no bread! No ale! No ale, indeed.",
        "Do you? I must admit, all this talk about fermentation has made me a bit...heh...thirsty.",
        "A vial? How interesting...does it...well, I never! This is the worst tasting ale I've ever had!",
        "It's a magical shield to protect Qeynos in case of assault, using funds raised through recent tax increases.  While there is no evidence of an imminent threat, we must remain vigilant! Supplies arrive daily to assist us in maintaining the shield.  It is heavily guarded.",
        "It's centralized at the Mage's Tower and...wait a minute, no one keeps ale in a vial! Off with you before I call the guards!"
      ]
    },
    {
      "name": "Medic Brendan",
      "utterances": [
        "May the light of the Prime Healer guide you.  My spells and religious symbols will aid you in your quest to further the cause of good. Please, come closer, adventurer.",
        "Another capacity?  Well, we do need help gathering components for our potions. We supply the guards with an antidote in case something poisonous attacks them on their rounds.",
        "Splendid! Now, pay close attention. We need the venom sacs of white spiders and albino cave snakes. I'll write down in your journal the amount we need and where you can find them. ",
        "Be safe, please!",
        "Wonderful!  These samples will do nicely!  Don't be surprised if one day these very venom sacs save the life of one of our guards."
      ]
    },
    {
      "name": "Mervos Stadrin",
      "utterances": [
        "Hello, traveler!  How I envy you.  What I wouldn't give to journey the world as I did in my youth.   Alas, I am an old man, but at least I can occupy myself with my various trinkets and collections that I picked up in my travels.",
        "Why, any sort of collection. There's so much out there to  find! Just open your eyes and peek under the rocks.  If you find anything interesting, let me have a look. Collecting is the only way I seem to relive my youth! ",
        "This is a magnificent find! Here, take this for all your hard work."
      ]
    },
    {
      "name": "Scholar Demini",
      "utterances": [
        "Yes, you must be one of those adventurers, all right.  If the stories about you folks are true, then I'm sure you're willing to undertake a dangerous task just for the thrill of it. Am I right?",
        "Oh yes, the mysterious items of mystical magic part!  Yes, yes, I know all about that too!  You see, my name is Demini, and I'm a historian who has read all about you people.  ",
        "What am I thinking?  I'm not even doing this right!  Brave adventurer, I have a noble quest for you.  In return for you undertaking this dangerous task, I shall grant you a mysterious artifact from my personal collection.  How's that?",
        "Oh, oh, yes.  Well, you see, I've been researching the Sage of Ages, and I purchased a book written by one of his attendants.  The problem is that the book is missing some pages.  According to the traveler I purchased it from, the book was found in Antonica."
      ]
    },
    {
      "name": "The Seeress",
      "utterances": [
        "Welcome to the city, newcomer.  All are welcome in the court of Antonia Bayle."
      ]
    },
    {
      "name": "Squire-Guard Williamson",
      "utterances": [
        "...",
        "Welcome to the castle, citizen.  If you wish to serve the city's defenses, you've come to the right place.  Here's a writ from the sergeant about some disturbances we've encountered.  Please see to them, and return to me once you complete this task. All hail Queen Antonia!"
      ]
    },
    {
      "name": "Trilin",
      "utterances": [
        "The Qeynos Guard demands from its recruits adherence to a code of honor and justice."
      ]
    }
  ]
}