{
  "name": "Queen's Colony",
  "category": "Isle of Refuge",
  "levels": "2-8",
  "maps": [
    {
      "zonerect": "-499.08,-319.57,459.67,401.19"
    }
  ],
  "connections": [
    {
      "key": "qey_tradeskill01_tutorial"
    },
    {
      "key": "tutorial_island02_epic01_good_island"
    }
  ],
  "npcs": [
    {
      "name": "Captain Varlos",
      "utterances": [
        "So, ya' ready ta go ashore matey?",
        "Ya' best be sure ta' explore the whole island, ya' hear!  Norrath can be a dangerous place ya' know?",
        "Yar! That's what we be needin'.  Ok then, off to Qeynos!",
        "Don't ya' mind, we get paid ta' do that."
      ]
    },
    {
      "name": "Defender Bristlebrow",
      "utterances": [
        "Sentries, alarm!"
      ]
    },
    {
      "name": "Defender Kuglup",
      "utterances": [
        "You fought well but not well enough!"
      ]
    },
    {
      "name": "a defiled scout",
      "utterances": [
        "Brains! Its what's for dinner.",
        "You cannot eliminate us!"
      ],
      "drop_coin_min": 36,
      "drop_coin_max": 36
    },
    {
      "name": "Durg",
      "utterances": [
        "Durg happy to meet you!"
      ]
    },
    {
      "name": "Ebik Wobblecog",
      "utterances": [
        "Yes, yes, yes! These are all the parts I need! Thank you ever so much. Please, take this as a token of my appreciation. I'm sure the boat will be here any minute now."
      ]
    },
    {
      "name": "a fallen assassin",
      "utterances": [
        "Rest in peace.",
        "Seek death and it finds you.",
        "Your eyes are so pretty.",
        "Your blood calls to me.",
        "Final death comes at last."
      ]
    },
    {
      "name": "a fallen brigand",
      "utterances": [
        "Your blood calls to me.",
        "Your eyes are so pretty.",
        "Seek death and it finds you.",
        "Final death comes at last."
      ]
    },
    {
      "name": "a fallen pirate",
      "utterances": [
        "Your eyes are so pretty.",
        "Your blood calls to me.",
        "Seek death and it finds you."
      ]
    },
    {
      "name": "Galan Crestrider",
      "utterances": [
        "If you can trade it, we can buy it.",
        "Got any goods for sale from your adventures?"
      ]
    },
    {
      "name": "Gonk",
      "utterances": [
        "Gonk not bonk diplomat!"
      ]
    },
    {
      "name": "Hanna Deeppockets",
      "utterances": [
        "All your basic necessities you'll find here."
      ]
    },
    {
      "name": "High Chieftain Grexx",
      "utterances": [
        "Sad times upon us. The Great Balancing before us. Coming I knew you would be. Had to, you did.",
        "Prophecy speaks of the Great Balancing.  Time when gobbies are faced with destruction, hero arrives to save us.  Hero I feel from you.",
        "As it was written!  Sources of evil me thinks springs from cave.  Fog shows us evil inside.  Hero must save the Sapswill.  Hero must be victorious!",
        "Ahhh!  Truth the Prophecy speaks.  The Great Balancing is complete.  Evil our hero has conquered.  The Sapswill shall always remember and rebuild we will in your name, <player name>. Take the hero's gift."
      ]
    },
    {
      "name": "Mender Mannus",
      "utterances": [
        "If your gear is ever damaged in battle, come back to me and I'll repair it."
      ]
    },
    {
      "name": "Murrar Shar",
      "utterances": [
        "Welcome, <player name>, I have been anticipating your arrival. Your skills are greatly needed here at the Queen's Colony.",
        "I am Murrar Shar, General of the Royal Antonican Guard and prrrotector of Queen Antonia Bayle. ",
        "The Queen's Colony was established as a training grounds for prospective citizens of Qeynos. Our great city needs valiant defenders.",
        "Qeynos is a grand city that stands on the western shores of the continent of Karan. It is a place where truth and justice are valued above all else. It is ruled by the brave and noble Queen Antonia Bayle. Our kingdom is a bright light that stands against the dark empire of Freeport.",
        "Freeport is a city of cruelty and malice, governed by its selfish Overlord, Lucan D'Lere. He is a dangerous madman who seeks to conquer Norrath and hold us all in his iron grip. Beware his lies, <player name>.",
        "Ahh, your future is as bright as your spirit, but there are perils in this world that only the mightiest of adventurers may overcome. Before you begin your investigation into the troubles here, I need you to become familiar with the basics of battle.",
        "I am very glad to hear it! Go and speak to Trainer Hayl McGuinness, just northwest of here near the archway. I've written his name in your journal. He will teach you the basics of combat.",
        "Good luck.",
        "Hello again, <player name>. Have you passed the test that Trainer Hayl McGuinness set before you?",
        "I'm glad to hear it, for now we have need of our courage. Until recently, our colony lived in peace with a clan of goblins known as the Sapswill that reside on the other side of the island. But for some unknown reason, they have begun to attack us. We need to begin an investigation at once to get to the bottom of this. Will you help?",
        "The goblins have started attacking us from the west. We're not sure what sparked the uprising, but they are now relentlessly trying to invade the colony. I need you to go see how our defenders are doing at the west gate and gather any information you can. Speak with Sergeant Haggus at the barricades and see what you can do to assist him.",
        "Good luck, <player name>.",
        "By the glory of Qeynos, you've done it!  The source of evil is gone and the island is saved.  You are on a path to greatness, <player name>.  Your deeds here shall not be forgotten and I foresee many more adventures ahead of you.",
        "Nothing! I will tell the Queen personally of your bravery. Take this reward as a gift from Qeynos. Feel free to head to Qeynos at any time, or stay and hone your skills. Speak with Kailynn on the docks when you wish to leave."
      ]
    },
    {
      "name": "Oshar Grahl",
      "utterances": [
        "Our poor home... lost.",
        "All this sand in my fur, bah!"
      ]
    },
    {
      "name": "Paula Marx",
      "utterances": [
        "Hello there!  If you have any collections that you've completed, I can take them off your hands and reward you for your time.  I'm just crazy for collections!",
        "This is a magnificent find! Here, take this for all your hard work."
      ]
    },
    {
      "name": "a Qeynos Guardsman",
      "utterances": [
        "For the love of Halas, I could use a stout!",
        "Keep your eyes peeled boys!",
        "Look at Luclin!  Shar Vahl..."
      ]
    },
    {
      "name": "a Sapswill soothsayer",
      "utterances": [
        "Grexx promises us and his promises is kept!",
        "Forest Keeper, big tree! Yes, yes, waiting for you.  Big tree, big promise!  Water is needed, yes!  Three waters, fallen from the skies and the roots from deep beneath!  Fetch the waters! Gather the roots!",
        "Nothing more to say! Big tree sends you to me to help! Big tree keeps promise! Bring waters and roots first, then sayings will I sooth!  Must bring to me, or nothing more will I say!",
        "Hello! Hello!  I knew you would be coming! I knew! And bringing a present...we loves presents!",
        "Friends for life, we are now! Is our tradition to greet everyone we meet.  Go meet the Sapswills! Is the diplomatic way! Hail them all!  We like friends!  Meet the Sapswills, then meet High Chieftain Grexx! He likes friends, too! To long life and happy friendships!",
        "To long life and happy friendships!",
        "Yes! Yes! Freshest waters! Tasty roots!  Now will I tell you what you want to know.  What you want to know?",
        "Me? No! Grexx knows all, no sayings need to sooth on that!  Ha! Why tree tell you such a joke? Ha! Evil things creeping up on poor gobbies, long time now!  Big tree is wrong, nothing new to know about that.  Happy you came to help us, though!",
        "Ah, tasty roots! Mash them up, grind them up and soak in the waters.  After the moons are new again, ready to drink, it is!  Helps to forget, helps to remember.  Tasty roots!",
        "Yes, yes! Tasty brew! If you knew there was no sooth to be said, would you have got tasty roots and fresh waters for us?  No! So now we have them and now you will know as much as Sapswills! Even trade! Even trade!  Share with you, we will, too!"
      ]
    },
    {
      "name": "a Sapswill survivor",
      "utterances": [
        "Hail? But soothsayer says no hail in forecast!"
      ]
    },
    {
      "name": "a Sapswill villager",
      "utterances": [
        "I play special tune for diplomats!",
        "...",
        "Get some swill, diplomat! Is good!",
        "Special welcomes, diplomat!"
      ]
    },
    {
      "name": "Sergeant Haggus",
      "utterances": [
        "Har!  These scampering whelps will never break through!  Oh, hello there.  What's that, Murrar sent you?",
        "While the goblins aren't very powerful, they're definitely tenacious. It's almost as if they have no mind of their own and are throwing themselves at us like flies unto a swatter.",
        "Aye, you're a gutsy one aren't you? I'll give you a chance to prove your strength. Fend off some of these invading Sapswill and we'll see how you fare."
      ]
    },
    {
      "name": "Sorcerer Oofala",
      "utterances": [
        "Wow, you really caused an uproar! Removing those totems must have angered whatever sinister force is behind all this. An evil champion has shown his face and must be dealt with. The Dark Blademaster must be defeated.",
        "Well, if Murrar had sent me to take out the Blademaster, it would be done already. My orders are to protect the camp here, at which I am doing a superb job. Enough debate. Destroy the Blademaster!",
        "What a fight that was! For a moment there, I thought I'd need to step in and help you. The Blademaster's insignia is very disturbing. I should have known Freeport was involved in this corruption somehow! We must act quickly if we're to stop the evil.",
        "There's no time! Our forward scouts report that High Chieftain Grexx is still alive and holding off the invasion from his tree house to the east. You must go talk to him before it is too late!"
      ]
    },
    {
      "name": "Trainer Gregory Collins",
      "utterances": [
        "Hello my friend! I have the pleasure of serving Qeynos by explaining the role of crafting and tradeskills to newly arrived heroes such as you. By taking on the role of an artisan, you can help expand the influence of our fair city in worldwide commerce.",
        "Crafting, or tradeskilling as some call it, involves taking ingredients harvested or obtained in the world, mixing them with the proper fuel, and carefully following a specific recipe to create something new and useful for yourself or your fellow citizens. Just as you can gain levels by adventuring, you have a separate Artisan level that increases as you earn experience crafting.",
        "Crafting takes place in workshops, just like the one we have here on the island. Inside this doorway you will find the supplies, recipe books, and devices you'll need to build, cook, scribe, sew, and create all manner of useful goods. When you arrive in our grand city, you will find the entrances to workshops scattered throughout your home village.",
        "As you practice your craft you will learn to make a variety of products, but as you advance in your profession you will specialize in certain types of goods. If you buy the recipe books you'll find inside the workshop, you will see the types of items you can make.",
        "You might choose to become a Provisioner that makes food and drink, a Woodworker that crafts totems and staves, an Armorer that forges plate and chain armor, a Sage that scribes potent spells for mages and priests, or one of many other noble professions.",
        "Basic recipes can be bought for a small fee from a merchant inside any workshop, including the one here. Rare recipes can be obtained by adventuring in the wilds of Norrath. You may want to trade goods or services with other adventurers and artisans to obtain such valuable recipes. You can view your recipe book by pressing the N key.",
        "You can either use the items yourself or make a tidy profit by selling them to others. A skilled artisan is always in demand for the goods they provide, so learn your craft well and you will always have a place in Qeynos society.",
        "Here is a note that will begin your instruction. You may start crafting in our workshop here, or wait until you arrive in Qeynos. Just right-click on the note in your inventory and \"Examine\" it to begin. Your skills will soar in no time!"
      ]
    },
    {
      "name": "Trainer Hayl McGuinness",
      "utterances": [
        "Hello there, <player name>! I'm here to teach new recruits the basics of combat. Murrar told me you show great promise!",
        "Okay, let's see what you're made of. One of the nearby sparring partners to my left will be happy to test your mettle. Challenge any one of them and return to me when you've earned a victory.",
        "Starting combat is easy. Just use your mouse pointer to left-click on an opponent. Its name will appear in the Target window in the upper left of your screen. You can also use the Tab key to cycle through nearby targets or the F8 key to select your closest enemy.",
        "If you're close enough to your foe and want to start hitting it with your weapon, either click your Melee Attack button on your hotbar or press the ~ key. Or you can begin by using one of your spells or combat arts to get the enemy's attention. Remember, you must be close enough to actually hit them.",
        "You can fight most non-player characters and creatures that you find outside your city, whether outdoors or in dungeons. Many non-player characters in the cities are there to help or give you quests, so you can't attack some of them. If you try, you'll get a message telling you that they aren't valid targets.",
        "Melee combat means a toe-to-toe, physical confrontation. It is a combination of auto-attack damage that happens automatically when you press the Melee Attack button on your hotbar or the ~ key and spells or combat arts that you use in close proximity to your foe.",
        "Sturdy fighters such as Guardians, Berserkers, Monks, and Paladins stand at the front lines of battle facing the enemy. Crafty scouts such as Swashbucklers, Rangers, Troubadors, and Dirges generally stay close to their foes as well, but prefer to launch attacks from the back or side where they are less likely to be counterattacked.",
        "So, did you defeat the sparring partner like I asked?",
        "Great work! You've proven your worth and are ready for greater challenges. If you want further instruction later, just come see me. But right now you must report back to Murrar so that you can discover what's behind the trouble here at the colony."
      ]
    },
    {
      "name": "a weak sparring partner",
      "utterances": [
        "Well done!",
        "Okay, who's next?",
        "Next!"
      ]
    }
  ],
  "shinies": [
    {
      "gamelink": "\\aITEM -267674522 -288450660:clam shell\\/a"
    },
    {
      "gamelink": "\\aITEM 1612899270 -1960681747:conch shell\\/a"
    },
    {
      "gamelink": "\\aITEM -1370134449 764332384:duck feather\\/a"
    },
    {
      "gamelink": "\\aITEM 732206996 486779589:eagle feather\\/a"
    },
    {
      "gamelink": "\\aITEM 2066139239 418255418:hawk feather\\/a"
    },
    {
      "gamelink": "\\aITEM -1711639388 972268500:mussel shell\\/a"
    },
    {
      "gamelink": "\\aITEM 723338470 896860375:sparrow feather\\/a"
    },
    {
      "gamelink": "\\aITEM 485946727 -1456067402:turtle shell\\/a"
    }
  ],
  "resourceNodes": [
    {
      "name": "the roots"
    }
  ]
}