{
  "name": "Outpost of the Overlord",
  "name_sortable": "outpostoftheoverlord",
  "region": "Other",
  "zonerect": "-499.08,-319.57,459.67,401.19",
  "levels": "2-8",
  "connections": [
    {
      "key": "fprt_tradeskill01_island"
    },
    {
      "key": "tutorial_island02_epic01_evil_island"
    }
  ],
  "npcs": [
    {
      "name": "Ashir",
      "name_sortable": "ashir",
      "race": [
        "kerran"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Fishmonger",
      "locations": [
        "-48.08,-6.35,68.96"
      ],
      "utterances": [
        "Mmm, fish!"
      ],
      "store": [
        {
          "gamelink": "\\aITEM -1132865137 -1089805716 0 0 0:Coagulated Surprise\\/a",
          "prices": [
            {
              "coin": 18
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1816792683 882961616 0 0 0:Dried Triggerfish Meat\\/a",
          "prices": [
            {
              "coin": 18
            }
          ]
        }
      ]
    },
    {
      "name": "Assassin Vamir",
      "name_sortable": "assassinvamir",
      "race": [
        "ratonga"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "192.2,-3.3,141.01"
      ],
      "utterances": [
        "We's gonna cut off their resources to weaken them in the long terms, settings up our major attack after they are weakened.  If we take out their picks of the wild animals, they'll have nothing to train.",
        "They trains the bears, hawks, and wolves on the island.  The wolves are a bits too deep to touch now, but the bears and hawks are nearby so we starts with those.  First, head north up the slope into the Wilderwood or west into Cliffdiver Canyon and lay down some bears.  Returns when you are done.",
        "The bears are dead?  Good.  Nows for a tricky task, so pay attention!  The hawks you will now hunt reside high on the cliffs in Cliffdiver Canyon to the west of here.  Untils now, we've been unable to get to them.",
        "The cliffdiver hawks perch high up and watch for foods to attack below. I's got some food for them right here, hahahaha! Take these mole rats and when you think you are in a good position below the hawks, examine them in your inventory and release one. Return if you needs more.",
        "Excellent job!  I think we's done a good job stoppings any new recruits for the Tunarians.  Here, this note was just delivered to us.  I believe it is from Tayil.",
        "The Tunarians won't have many animals to train because of you.  Nice works!  Return to me if you ever needs more mole rats.",
        "Is he that guy with the bad comb-over?",
        "Hellos <player name>, Tayil sent word you were comings.  I's been scouting out the nearby areas, trying to get a better feels of what we's up against.  Beastmasters these Tunarians are, training the wild animals of the island to fight for them!"
      ]
    },
    {
      "name": "an average sparring partner",
      "name_sortable": "averagesparringpartner",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "37.23,-5.67,122.72"
      ],
      "utterances": [
        "Well done!",
        "Okay, who's next?"
      ]
    },
    {
      "name": "Bladefin",
      "name_sortable": "bladefin",
      "level": 6,
      "drops": [
        {
          "gamelink": "\\aITEM -1149044188 -1785755604:Aquatic Research Notebook\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1290674712 523118281:Shark Jaw Scimitar\\/a",
          "chest": true
        }
      ]
    },
    {
      "name": "Bobble Whirlwidget",
      "name_sortable": "bobblewhirlwidget",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-29.8,-6.56,34.03"
      ],
      "utterances": [
        "How am I going to collect these lugsnibbets?  I can't swim, but that won't matter when the ship is done.",
        "Shhhhh!  I need to keep this as quiet as possible, the Overlord demands it.  But I'm wizzlewogged here on my research and could use some help.",
        "Okay, word has it that the Wobblecog family of Qeynos is on the verge of perfecting a ship that can travel underwater. The Overlord cannot let Qeynos get the upper hand, so I have been tasked with figuring out the process for creating these ships.",
        "I've discovered a creature called the nautilus that uses air chambers within its shell to keep itself buoyant, similar to the pogflume dialator I've been working on. I believe that if I can get some of these specimens, I should be able to figure out the mechanism and apply it to a ship.",
        "Good!  I'll be up here observing.  Hurry now, the Overlord awaits!",
        "Holy snogratchets, that was quick!",
        "Excellent!  This ship is gonna be magnificent.  Here take this for your efforts."
      ]
    },
    {
      "name": "a bull elk",
      "name_sortable": "bullelk",
      "level": 3,
      "locations": [
        "138.97,1.49,30.57",
        "181.50,1.64,100.38",
        "188.21,1.31,23.57",
        "175.23,1.27,16.15"
      ]
    },
    {
      "name": "Callus Magnus",
      "name_sortable": "callusmagnus",
      "race": [
        "barbarian"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-43.28,-6.16,57.35"
      ],
      "utterances": [
        "Have a stout for Freeport!"
      ]
    },
    {
      "name": "Captain Pinious",
      "name_sortable": "captainpinious",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Know Your Place in the World",
      "locations": [
        "-10.16,-2.75,156.97"
      ],
      "utterances": [
        "I've met many great heroes of the Overlord since arriving at the outpost, but I can't recall anyone by that name.",
        "Hello there, <player name>. So you're the new addition to the outpost that we've been hearing about. I've been stationed here by the Overlord to instruct you in ways that you can interact with the world around you."
      ]
    },
    {
      "name": "Captain Tyreth",
      "name_sortable": "captaintyreth",
      "race": [
        "dark elf"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Freeport Militia",
      "locations": [
        "47.74,-2.85,-168.04"
      ],
      "utterances": [
        "Ah, you were the one who coerced these sentries out of the area before the attack. Nicely done! It is time to complete our domination. The Militia are advancing and beginning to clear the area. It is time to strike, quickly!",
        "Take this torch. Work your way in and set fire to two of the nearby tents. Others have begun the razing as well. If another's flame fails, make sure you finish the job. This island will soon be ours!",
        "The rising smoke reveals your courage, but are you ready to finish what we have started?",
        "We believe that the leader of these elves waits atop a tree house, located through the archway to the east. It is certain that the flames have been spotted, so we need to act quickly. You must travel to the top of this tree house and finish the battle.",
        "So, Adrium is dead. I take it you found the key?",
        "Of course it is, but there is something more. You know that mine that you took the samples from? The samples were packed with precious lapis lazuli, more so than any other source near Freeport.",
        "We've been\"questioning\" some captives and had scouts follow the Tunarian haulers from the mine to a cave near the back of Adrium's tree house. We believe that this cave holds the true leaders of the elves, known as the Circle of Elders.",
        "Ha ha, good form! You sound like a Freeport citizen already! The loot should be in the cave. Nothing has left the island for months, we've had it completely surrounded. Head in there and take care of the elders.",
        "Hahaha! The attack has begun and the enemy shall fall! You must be <player name>, here to take part in the festivities.",
        "You still have much to learn <player name>, but I'll let you in on a little secret. Sometimes things are best left unsaid until they reveal themselves. We have been watching your every move, and you have proven quite worthy of our true goal.",
        "No <player name>, you've been training. Training for the final confrontation you are about to take part in. You think Tayil couldn't have just done this all herself? Prove to us you are ready to become an esteemed citizen of Freeport and share in the wealth."
      ]
    },
    {
      "name": "Captain Varlos",
      "name_sortable": "captainvarlos",
      "purpose": "Passage from Output of the Overlord",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-84.41,-7.85,242.49"
      ],
      "utterances": [
        "So, ye ready ta go ashore matey? I can take ye all the way to Freeport or just as far as Neriak.",
        "Ya' best be sure ta' explore the whole island, ya' hear!  Norrath can be a dangerous place ya' know?",
        "Yar! That's what we be needin'.  Okay then, off to Freeport!",
        "Don't ya' mind, we get paid ta' do that."
      ]
    },
    {
      "name": "Charles Arker",
      "name_sortable": "charlesarker",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "202.39,-3.22,139.58"
      ],
      "utterances": [
        "Your reputation precedes you -- as will mine, someday soon.  When I return to Freeport, my prestige will bring honor to my family.  I came here to make a name for myself, but it's been difficult to stand out in the crowd.  I have a new assignment and it's puzzling me.  Would you help me unravel it?",
        "There's a lot of undercover work here, which means even if you do well, the higher-ups may not know it's you doing the work.  Some of my best work was claimed by someone else and I mean to fix that.  Not long ago, I intercepted part of a note one of the Tunarian spies was delivering.  They've hidden the remaining pieces.  We need to get them all back to learn more of what they're doing.",
        "A word of warning: be wary of those wood elves.  They're more cunning than others may realize.",
        "Have you found more of the missing pieces?",
        "As you know, I came here to make more of a name for myself.  When I return home, my marriage will take place.  I've been betrothed since birth to a lady from a good family.  The match will elevate my family's status.  Unfortunately, my betrothed has the face of a horse.",
        "Also, unfortunately, I've found myself unnaturally attracted to one of those Tunarian spies.  A wood elf...she's graceful, beautiful and deadly.  Nothing must come of this fancy of mine.  I cannot let my reputation be sullied by even the merest hint of a romance with one of their kind.",
        "Find Laena.  Kill her.  I'd do it myself, but I fear that seeing her again might weaken my resolve.  She could be anywhere on this island.  Once she's out of the way, I won't be tempted again and my family's honor will not be stained.  For all I know, she was put here specifically to entice men like me to falter.",
        "There's no time like the present.",
        "What's that? You found more of the parchment?",
        "I can't speak of it here.  It is very important that we draw no attention to ourselves.  Meet me in the Wilderwood.  There's a shallow alcove known as \"the Nook\" beyond the trees, along the northern wall.",
        "Is she...dead?",
        "I don't care for details.  I...just want to make sure she died with honor.",
        "That note...do you have all of it?",
        "Good. I wrote this note -- that's probably what puzzled you. It contained a hidden message to Laena. I was...planning to meet her secretly.Then I realized how foolish that would be,but I had already sent her the note.",
        "By the Overlord, no! I waited for her here, as pre-arranged.  She did not come and next thing you know, one of the other men gave me part of the note and told me to investigate the Tunarians.  I couldn't tell if he knew my secret or not.",
        "What is it with you and killing?  No! I was grateful for the chance to find the rest of my note and destroy it before anyone else realized I had signed it! I thought Laena might still have the rest of it...and you proved that she at least had some of it still.",
        "Perhaps a jealous lover, or maybe she was torn apart by the wilderbears.  You must keep this secret.  My family will never understand the...indiscretion...I showed.  Nothing happened between Laena and me, so it's best forgotten.  Get rid of these scraps for me.  I must go back before I'm missed.",
        "You're that new recruit I keep hearing about. <player name>, isn't it?",
        "I appreciate it, <player name>.  Whatever glory comes of this, we'll share in the credit.  I'm sure this will more than make up for the work I've done that others have taken credit for.",
        "The Tunarian note is still incomplete, but this may be enough to advance our prestige, <player name>. You know, you're very good at this kind of thing. Tell me, would you be interested in helping me on a more personal level?",
        "I see.  I hadn't expected that.  The main thing is that Laena will no longer...bother me.  I wonder, though...who could've killed her?  We may never know...and I can marry my betrothed in peace. Thank you, <player name>.  "
      ]
    },
    {
      "name": "Chef Gorga",
      "name_sortable": "chefgorga",
      "race": [
        "troll"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "64.34,-4.0,193.36"
      ],
      "utterances": [
        "Need to wait for stew to be done, no firsties!  Many Militia to feed, your mouth no bigger than the rest.",
        "Seaside Stew!  Only a couple things we still needs to get.  First is the buzzers, buggin' Gorga they are.  Not sure how they taste, but less of 'em is better.  Be sure to pluck out the wings slowly, the last buzz is the best buzz.",
        "Heeheehee!  Toss 'em in the pot.  The next yummies are the main pot filler, livers!  Those elks are eatin' up all the eatin' plants anyways, so we kill two halflings with one stone.  Bring back the elk livers when you're done.",
        "Heeheehee!  Toss 'em in and smell the Gorga magic.  The stew is done now!  Head back to Tayil, she's waitin' for ya.",
        "Mmm, this stew is yums.  Livers!",
        "Gorga not cook someone by that name. Not yet.",
        "Ahh yes, <player name>, Tayil said you were comin'.  Good then, Gorga can stir the pot while you goes to collect more ingredients.  Heeheehee!"
      ]
    },
    {
      "name": "a cliffdiver hawk",
      "name_sortable": "cliffdiverhawk",
      "level": 3
    },
    {
      "name": "Coercer Zlith",
      "name_sortable": "coercerzlith",
      "race": [
        "iksar"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "195.59,-3.2,140.81"
      ],
      "utterances": [
        "Head in there and sstir up the hornet's nest. Take out sssome of their miners, and while you're at it, grab some of the loose ore around the mine. Tayil wants to know what it is that they're mining.",
        "Nice work! As you probably noticed, there are additional Tunarian horse sentriesss being sssent into the Wilderwood to check on the mine. We need another distraction to thin out the Qeynosian forces even more. It's time to deal with those meddling sentriesss once and for all.",
        "Head back into the Wilderwood and take out sssome of these horse sentries. The more you slay, the more Qeynosians will be sent to investigate, which will provide our chance to attack. Return to me when the deed is done. By the way, I'll take those ore samples and make ssssure they find their way to Tayil.",
        "Sssso <player name>, ready for a little sabotage? The mine is inside the Wilderwood in the far eastern corner.",
        "You have done enough, <player name>. Tunarian reinforcementsss are on their way to the Wilderwood. Our time for attack is now! Tayil will be glad to hear of your work. Speaking of Tayil, take these sssealed orders. She sssent them for you, and if I were you I would not ignore them."
      ]
    },
    {
      "name": "a cow",
      "name_sortable": "cow",
      "level": 4,
      "locations": [
        "235.13,-0.83,-163.91",
        "251.46,-0.99,-162.51",
        "247.41,-0.04,-171.15",
        "218.51,-0.76,-182.12",
        "224.16,-0.79,-169.50",
        "239.67,-1.24,-191.78"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -722375844 1340165846:a vial of bovine blood\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a cow elk",
      "name_sortable": "cowelk",
      "level": 2,
      "locations": [
        "117.90,-3.80,183.03",
        "156.02,1.40,8.75",
        "149.85,1.43,72.30",
        "186.45,1.30,78.06",
        "164.27,-3.13,174.63",
        "147.07,-4.13,202.00",
        "138.97,-3.43,156.89",
        "130.75,-3.66,179.89",
        "171.83,-3.52,181.51",
        "170.37,-3.34,146.24"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1792642557 386945135:hoof\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Dasher",
      "name_sortable": "dasher",
      "level": 5,
      "locations": [
        "154.74,4.12,-156.61"
      ]
    },
    {
      "name": "Ebb Tide",
      "name_sortable": "ebbtide",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "purpose": "General Goods",
      "locations": [
        "-36.63,-5.29,57.09"
      ],
      "utterances": [
        "Welcome to Ebb Tide's Alehouse.",
        "Got any goods for sale from your adventures?"
      ],
      "store": [
        {
          "gamelink": "\\aITEM 1659182822 2099621516 0 0 0:a torch\\/a",
          "prices": [
            {
              "coin": 60
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1135016146 -1004037174 0 0 0:Abrasive Goo\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1226294293 -2120612279 0 0 0:Ebb Tide Ale\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM 373476425 1791190410 0 0 0:flask of water\\/a",
          "prices": [
            {
              "coin": 19
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1536239246 -1341401794 0 0 0:laborer's bloomers\\/a",
          "prices": [
            {
              "coin": 468
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1395251045 -1605152711 0 0 0:laborer's cap\\/a",
          "prices": [
            {
              "coin": 108
            }
          ]
        },
        {
          "gamelink": "\\aITEM 5450199 1652379279 0 0 0:laborer's cape\\/a",
          "prices": [
            {
              "coin": 108
            }
          ]
        },
        {
          "gamelink": "\\aITEM 676767940 -1981617843 0 0 0:laborer's gloves\\/a",
          "prices": [
            {
              "coin": 100
            }
          ]
        },
        {
          "gamelink": "\\aITEM -618067811 -1090781380 0 0 0:laborer's shoes\\/a",
          "prices": [
            {
              "coin": 90
            }
          ]
        },
        {
          "gamelink": "\\aITEM -866615180 1486688177 0 0 0:laborer's sleeves\\/a",
          "prices": [
            {
              "coin": 90
            }
          ]
        },
        {
          "gamelink": "\\aITEM 553670039 1127101135 0 0 0:laborer's vest\\/a",
          "prices": [
            {
              "coin": 136
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1821722332 -1754947257 0 0 0:Minor Anti-Venin\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM 879449092 -1789016330 0 0 0:Minor Elemental Ointment\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM -301567800 2017367346 0 0 0:Minor Enigmatic Formula\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1686889297 325957772 0 0 0:Minor Salve\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM 25756897 -937999679 0 0 0:Plain Tin Arrow\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        },
        {
          "gamelink": "\\aITEM 645642884 1202802744 0 0 0:ration\\/a",
          "prices": [
            {
              "coin": 19
            }
          ]
        },
        {
          "gamelink": "\\aITEM -895035998 -1210220550 0 0 0:rawhide boots\\/a",
          "prices": [
            {
              "coin": 118
            }
          ]
        },
        {
          "gamelink": "\\aITEM -110113203 -1667077087 0 0 0:rawhide gloves\\/a",
          "prices": [
            {
              "coin": 128
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1241081646 1326260278 0 0 0:rawhide leather rucksack\\/a",
          "prices": [
            {
              "coin": 54
            }
          ]
        },
        {
          "gamelink": "\\aITEM 832244804 1289791004 0 0 0:rawhide pants\\/a",
          "prices": [
            {
              "coin": 152
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1743784105 886809348 0 0 0:rawhide shoulder pads\\/a",
          "prices": [
            {
              "coin": 140
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1047703759 807259283 0 0 0:rawhide skullcap\\/a",
          "prices": [
            {
              "coin": 140
            }
          ]
        },
        {
          "gamelink": "\\aITEM -105179596 -2067743636 0 0 0:rawhide tunic\\/a",
          "prices": [
            {
              "coin": 175
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1757530991 1385962076 0 0 0:rawhide wristguards\\/a",
          "prices": [
            {
              "coin": 118
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1662129742 369058991 0 0 0:Sandstalker Steaks\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        }
      ]
    },
    {
      "name": "an elk calf",
      "name_sortable": "elkcalf",
      "level": 2,
      "locations": [
        "61.63,-3.80,210.11",
        "55.31,-4.45,224.08",
        "91.61,-4.29,197.34",
        "152.93,1.42,74.83",
        "164.07,-4.02,206.94",
        "125.32,-3.66,176.00",
        "92.64,-4.25,191.88",
        "99.79,-3.70,196.14",
        "82.78,-4.41,201.41",
        "97.28,-4.14,156.20",
        "104.22,-3.59,187.22"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1792642557 386945135:hoof\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1524412914 -338403869:Antler Plated Chestguard\\/a",
          "chest": true
        }
      ]
    },
    {
      "name": "Falconer Lithkeen",
      "name_sortable": "falconerlithkeen",
      "level": 5,
      "race": [
        "wood elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "157.62,5.37,-161.45"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1918107535 1672045426:Lithkeen's Spear\\/a",
          "chest": true
        }
      ],
      "drop_coin_min": 3,
      "drop_coin_max": 3
    },
    {
      "name": "a fallen Tunarian",
      "name_sortable": "fallentunarian",
      "level": 5,
      "locations": [
        "-123.76,4.57,-44.73"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 220303815 1408642818:a vial of spectral essence\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Field Investigator",
      "name_sortable": "fieldinvestigator",
      "utterances": [
        "You! I saw you put something into the fire! Come here!",
        "The fire burns hot, hiding all tracesss of what's inssside.",
        "Just curious.  I know you've been ssssseen ssspeaking with Charlesss Arker lately.",
        "This task is not too difficult.  His fiancee's family would like ssome information.  Casually chat up some of the other Freeportians around here to see if any of them say anything.  Complete this task and you will be rewarded.",
        "Exssssss-cellent.",
        "What have you discovered?",
        "Interesting.  Charles had been sending word that he is very popular and renowned for his exploits.  Well, I suppose a little bragging beats a little infidelity.  The marriage will proceed as planned.",
        "Defiant, aren't we? Well, <player name> -- don't look so surprised, of course I know your name -- there are those who would like more information about Mr. Arker's activites. I am Field Investigator Zherran Tzizzink. Can you help me?"
      ]
    },
    {
      "name": "a formidable sparring partner",
      "name_sortable": "formidablesparringpartner",
      "race": [
        "barbarian"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "40.62,-5.7,125.62"
      ],
      "utterances": [
        "You can attack me whenever you're ready. You can do that by double-clicking me, by right clicking me and selecting \"attack,\" by using an offensive ability while you have me targeted, or by turning on auto attack by pressing the ~ key while you have me targeted."
      ]
    },
    {
      "name": "Geredo",
      "name_sortable": "geredo",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-86.21,-7.87,233.13"
      ]
    },
    {
      "name": "Gethe Huggs",
      "name_sortable": "gethehuggs",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Collector",
      "locations": [
        "9.69,-6.9,202.64"
      ],
      "utterances": [
        "Hello there!  If you have any collections that you've completed, I can take them off your hands and reward you for your time.  I'm just crazy for collections!",
        "This is a magnificent find! Here, take this for all your hard work."
      ]
    },
    {
      "name": "a giant wilderbear",
      "name_sortable": "giantwilderbear",
      "level": 4,
      "locations": [
        "145.43,1.48,-79.72",
        "139.83,1.50,-57.76",
        "162.24,1.07,-8.90",
        "154.76,0.36,-76.38",
        "146.92,1.48,-73.78",
        "118.43,1.58,-78.53",
        "255.60,-0.76,-59.94"
      ]
    },
    {
      "name": "Greshar",
      "name_sortable": "greshar",
      "race": [
        "kerran"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Mender",
      "locations": [
        "-28.05,-4.31,123.81"
      ],
      "utterances": [
        "Hello there, <player name>. Menders like me repair your equipment after it gets damaged due to death. To learn more about repairs, speak to Trainer Vissa Sathliss nearby. I'll fix your gear for a small fee, but menders in Freeport won't be quite so generous!"
      ]
    },
    {
      "name": "Helmsman Nyles",
      "name_sortable": "helmsmannyles",
      "race": [
        "human"
      ],
      "locations": [
        "-83.51,-4.61,253.37"
      ]
    },
    {
      "name": "Hogga Irongut",
      "name_sortable": "hoggairongut",
      "race": [
        "ogre"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-37.17,-6.35,39.95"
      ],
      "utterances": [
        "Have an ale!"
      ]
    },
    {
      "name": "Ingrid",
      "name_sortable": "ingrid",
      "race": [
        "high elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-93.81,-7.87,241.84"
      ]
    },
    {
      "name": "Jonas Rollings",
      "name_sortable": "jonasrollings",
      "utterances": [
        "One too many Coagulated Surprises last night is my guess.",
        "I've got a sour taste in my mouth.  I shouldn't have bought my ale from Saryl."
      ]
    },
    {
      "name": "Kander",
      "name_sortable": "kander",
      "locations": [
        "-4.21,-7.4,264.36"
      ]
    },
    {
      "name": "Kurgle Frogbane",
      "name_sortable": "kurglefrogbane",
      "race": [
        "troll"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-42.41,-6.16,59.7"
      ],
      "utterances": [
        "Chumpy swings like an elf!"
      ]
    },
    {
      "name": "Laena",
      "name_sortable": "laena",
      "level": 4,
      "utterances": [
        "Die, Freeport scum!"
      ]
    },
    {
      "name": "a large sand tortoise",
      "name_sortable": "largesandtortoise",
      "purpose": 4,
      "locations": [
        "63.33,-7.66,-25.29",
        "59.44,-6.79,-31.09",
        "23.53,-8.20,-69.22",
        "31.81,-7.13,-64.00"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1123670209 1657362421:turtle shell\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Mabel",
      "name_sortable": "mabel",
      "level": 4,
      "locations": [
        "240.41,0.05,-169.25"
      ]
    },
    {
      "name": "a Militia patroller",
      "name_sortable": "militiapatroller",
      "race": [
        "troll"
      ],
      "gender": [
        "male"
      ],
      "level": 100,
      "difficulty": "heroic",
      "locations": [
        "99.22,0.6,-189.12",
        "99.33,0.6,-195.66",
        "126.96,-0.43,-181.02"
      ],
      "utterances": [
        "That blade is a bit dull.  Be sure to sharpen it when our shift is over.",
        "I should be out on the front lines!",
        "I can't wait to get back and hit the Seafarer's Roost for an ale."
      ],
      "faction_changes": [
        {
          "name": "The Freeport Militia",
          "name_sortable": "freeportmilitia",
          "value": -100
        }
      ]
    },
    {
      "name": "Murg Leechtongue",
      "name_sortable": "murgleechtongue",
      "race": [
        "troll"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Guard",
      "level": 105,
      "difficulty": "epicx2",
      "locations": [
        "54.12,-1.87,-161.38"
      ],
      "utterances": [
        "Filthy elves!"
      ]
    },
    {
      "name": "a needlefang",
      "name_sortable": "needlefang",
      "level": 4,
      "locations": [
        "18.11,-11.90,-24.82",
        "24.06,-13.00,-25.94",
        "70.83,-13.44,4.73",
        "29.25,-12.47,30.84",
        "-18.95,-12.00,-22.85",
        "6.86,-12.00,-37.50",
        "13.78,-12.02,-40.19",
        "1.28,-13.87,-56.12"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -485311362 1112771845:a shimmering barracuda scale\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1431125864 -1001236241:Weakened Barracuda Tooth\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Nogg Dreadscar",
      "name_sortable": "noggdreadscar",
      "race": [
        "ogre"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-10.27,-3.8,129.55"
      ],
      "utterances": [
        "Charles Barker? Larker? Jarker? Nope, never heard of him.",
        "Well met, <player name>."
      ]
    },
    {
      "name": "Oolar Omafa",
      "name_sortable": "oolaromafa",
      "utterances": [
        "By will of the Overlord!"
      ]
    },
    {
      "name": "Overseer Adrium",
      "name_sortable": "overseeradrium",
      "level": 5,
      "drops": [
        {
          "gamelink": "\\aITEM 1078206763 -479014764:Adrium's Guard\\/a",
          "chest": true
        }
      ],
      "drop_coin_min": 4,
      "drop_coin_max": 4
    },
    {
      "name": "Priestess Xaliea",
      "name_sortable": "priestessxaliea",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-56.89,-6.35,51.14"
      ],
      "utterances": [
        "The life of a priestess isn't all posies and butterflies, you know? We aren't just here to heal and give you blessings.",
        "No! There's so much more to our way of life. We constantly battle against the ever rising ranks of the undead. If it wasn't for us, you'd all have your brains sucked out by a legion of zombies!",
        "I can't leave my post.",
        "Hmm, but you can get around freely, can't you? Maybe you could help an old priestess relive her glory days?",
        "Go find these skeletons and slay them. If you bring me three bone chips from them, I'll make this all worth your while.",
        "I can hear them, out there in the distance. Their bones are rattling and crackling. Oh! How I want to feel them crumble beneath my grasp. Hurry up, bring me those bone chips!",
        "Ah, the sweet smell of death! They're so dry and brittle, just like I remembered. Thank you.",
        "Here, take these coins. This should be more than what the merchant would give you for these beauties."
      ]
    },
    {
      "name": "Pruk Skullpound",
      "name_sortable": "prukskullpound",
      "race": [
        "ogre"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Guard",
      "level": 104,
      "difficulty": "epicx2",
      "locations": [
        "55.06,-2.3,-169.75"
      ],
      "utterances": [
        "Bring em back!  We'll pound em into the dirt.",
        "Burn the tents!"
      ]
    },
    {
      "name": "a reef turtle",
      "name_sortable": "reefturtle",
      "level": 2,
      "locations": [
        "74.53,-12.13,-49.21",
        "65.94,-11.98,-51.94",
        "27.74,-12.99,-34.40",
        "22.36,-12.48,27.75",
        "15.79,-13.28,-36.82",
        "-35.58,-12.00,-38.97"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 345112318 805644505:turtle meat\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a sandstalker",
      "name_sortable": "sandstalker",
      "level": 4,
      "locations": [
        "80.77,-12.02,-43.60",
        "69.68,-10.76,-52.50",
        "56.22,-13.00,15.18",
        "9.05,-14.99,37.10"
      ]
    },
    {
      "name": "a sand tortoise",
      "name_sortable": "sandtortoise",
      "level": 2,
      "locations": [
        "-70.92,-7.59,77.05",
        "-72.53,-7.41,39.57"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1852418953 1450020491:turtle meat\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Saryl Scarscale",
      "name_sortable": "sarylscarscale",
      "purpose": "General Goods",
      "utterances": [
        "All the way back to the days of Cabilis, my family has provided goods to those in need."
      ],
      "store": [
        {
          "gamelink": "\\aITEM 1659182822 2099621516 0 0 0:a torch\\/a",
          "prices": [
            {
              "coin": 60
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1135016146 -1004037174 0 0 0:Abrasive Goo\\/a",
          "prices": [
            {
              "coin": 6
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1330871116 822167083 0 0 0:elm bo\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1160945340 264223696 0 0 0:elm cudgel\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1605585747 -948317661 0 0 0:elm fighting batons\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM 2064070816 -1905001275 0 0 0:elm quarterstaff\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM 747308496 538023942 0 0 0:elm short bow\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1206095393 892813570 0 0 0:elm wand\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM 373476425 1791190410 0 0 0:flask of water\\/a",
          "prices": [
            {
              "coin": 19
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1821722332 -1754947257 0 0 0:Minor Anti-Venin\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM 879449092 -1789016330 0 0 0:Minor Elemental Ointment\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM -301567800 2017367346 0 0 0:Minor Enigmatic Formula\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1686889297 325957772 0 0 0:Minor Salve\\/a",
          "prices": [
            {
              "coin": 12
            }
          ]
        },
        {
          "gamelink": "\\aITEM 25756897 -937999679 0 0 0:Plain Tin Arrow\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        },
        {
          "gamelink": "\\aITEM 645642884 1202802744 0 0 0:ration\\/a",
          "prices": [
            {
              "coin": 19
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1974797136 -1167123160 0 0 0:rawhide leather bandolier\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM 765218891 901412362 0 0 0:rawhide leather pouch\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1241081646 1326260278 0 0 0:rawhide leather rucksack\\/a",
          "prices": [
            {
              "coin": 54
            }
          ]
        },
        {
          "gamelink": "\\aITEM 317327978 696642037 0 0 0:rawhide leather satchel\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM 588553520 584567312 0 0 0:rawhide leather sheath\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1347628531 -979948837 0 0 0:Sandstalker Steaks\\/a",
          "prices": [
            {
              "coin": 14
            }
          ]
        },
        {
          "gamelink": "\\aITEM 527926581 -1124329595 0 0 0:Scarscale Suds\\/a",
          "prices": [
            {
              "coin": 14
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1735221722 1017996113 0 0 0:tin bastard sword\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM -2018114211 -1596706827 0 0 0:tin battle axe\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1389626573 1231602798 0 0 0:tin battle hammer\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -405833867 326289699 0 0 0:tin broadsword\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -2043342615 202717803 0 0 0:tin claymore\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1969828389 -1727091976 0 0 0:tin cutlass\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -697935287 1662288093 0 0 0:tin dagger\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM 857536557 -383792120 0 0 0:tin double headed axe\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM -612252681 2039768650 0 0 0:tin flail\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -2130714216 1534771216 0 0 0:tin foil\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1029205640 896578815 0 0 0:tin halberd\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM -959592622 1335988869 0 0 0:tin hand axe\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -179755173 -1886856576 0 0 0:tin harpoon\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM 979840511 161561620 0 0 0:tin hatchet\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1534251328 -508839630 0 0 0:tin javelin\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM 145709481 -1622810374 0 0 0:tin knotted club\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM 420658168 1782151774 0 0 0:tin knuckles\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -624188016 2027814957 0 0 0:tin kukri\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1699618858 -1962670756 0 0 0:tin long sword\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -920272610 2061843041 0 0 0:tin military pick\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1304925826 -1267870801 0 0 0:tin ornate spear\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -543524500 -1706422512 0 0 0:tin parrying blade\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -251265630 114481189 0 0 0:tin scepter\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1122525428 390211529 0 0 0:tin short spear\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1200826720 -508536998 0 0 0:tin short sword\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1358731725 930572575 0 0 0:tin shuriken\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1553018005 -24868568 0 0 0:tin spear\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1854463233 -166436342 0 0 0:tin throwing axe\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1419351969 1017882340 0 0 0:tin throwing dagger\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1097937514 692257581 0 0 0:tin throwing hammer\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        },
        {
          "gamelink": "\\aITEM -28404635 -1944725619 0 0 0:tin tomahawk\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1256161876 -789840807 0 0 0:tin tribal spear\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        },
        {
          "gamelink": "\\aITEM -275019547 1525240433 0 0 0:tin tulwar\\/a",
          "prices": [
            {
              "coin": 126
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1625870344 -286977863 0 0 0:tin voulge\\/a",
          "prices": [
            {
              "coin": 107
            }
          ]
        }
      ]
    },
    {
      "name": "a sawtooth shark",
      "name_sortable": "sawtoothshark",
      "level": 6
    },
    {
      "name": "a shipwrecked explorer",
      "name_sortable": "shipwreckedexplorer",
      "level": 6,
      "locations": [
        "-77.29,-9.73,-41.96",
        "-82.68,-6.95,-60.06",
        "-85.13,-9.75,-26.86"
      ],
      "utterances": [
        "Brains! It's what's for dinner.",
        "That pile of bones was my friend!",
        "Your eyes are so pretty.",
        "Rest in peace."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 475563480 -96262858:sundered obsidian\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -399600502 1011028463:dropped ledger\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1420769013 2053134739:a skeleton sorrow core\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a shipwrecked swashbuckler",
      "name_sortable": "shipwreckedswashbuckler",
      "level": 6,
      "locations": [
        "-77.87,-9.84,-47.92",
        "-81.56,-6.90,-63.98",
        "-86.81,-9.01,-30.98"
      ],
      "utterances": [
        "To the grave with you!",
        "You cannot eliminate us!",
        "That pile of bones was my friend!"
      ],
      "drop_coin_min": 2,
      "drop_coin_max": 2
    },
    {
      "name": "a shoal glider",
      "name_sortable": "shoalglider",
      "level": 3,
      "locations": [
        "13.13,-12.01,-15.14",
        "15.69,-12.00,-27.19",
        "64.03,-11.07,-54.97",
        "21.84,-12.32,-35.33",
        "8.54,-11.79,-36.76",
        "69.68,-16.91,-3.45",
        "46.05,-12.98,18.42",
        "19.13,-12.00,-48.28",
        "4.97,-12.50,-53.22",
        "-29.13,-13.00,-38.77"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1802471391 279902631:ray meat\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Sirsi Rissar",
      "name_sortable": "sirsirissar",
      "race": [
        "iksar"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-24.98,-6.35,55.98"
      ],
      "utterances": [
        "Ever heard of the dreaded Bladefin?"
      ]
    },
    {
      "name": "a small sand tortoise",
      "name_sortable": "smallsandtortoise",
      "level": 1,
      "locations": [
        "3.44,-8.50,241.01",
        "-12.98,-6.95,239.98",
        "-29.58,-8.95,247.21",
        "-44.36,-9.20,233.17"
      ]
    },
    {
      "name": "a soldier bee",
      "name_sortable": "soldierbee",
      "level": 2,
      "locations": [
        "82.93,-3.72,182.56",
        "118.85,-2.27,182.09",
        "93.84,-3.94,210.80"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 935426583 818928065:an insect wing\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Swift",
      "name_sortable": "swift",
      "level": 5,
      "locations": [
        "157.62,3.89,-168.11"
      ]
    },
    {
      "name": "Tayil N'Velex",
      "name_sortable": "tayilnvelex",
      "race": [
        "dark elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Emissary of the Overlord",
      "locations": [
        "-9.6,-4.25,177.47"
      ],
      "utterances": [
        "I am Tayil N'Velex, attendant and confidante of the Overlord. I am here to ensure that our operation on this island is successful. You, on the other hand, will be assisting us with some field work to help prepare you for life as a citizen of Freeport.",
        "Freeport is the center of power and commerce on Norrath. The city sits on the eastern edge of the continent of D'Lere. This grand city shall be your home here on Norrath, should you prove yourself worthy. If not, you can cower and beg for shelter at the gates of Qeynos.",
        "Remember to always keep the will of the Overlord foremost in your thoughts and you will go far. The city of Freeport is a power unrivaled on Norrath, no matter what you might hear from Qeynosian riffraff. You must pledge yourself to this power and become part of it. Do this and I will reward you handsomely.",
        "Excellent! There is indeed much potential in you. I think it is time to begin your training.",
        "You must be strong if you wish to serve properly. Northwest of here you can find Trainer Darg Frostwind. Speak with him about combat training and do as he tells you.",
        "In case you forget, I've written down his name and location in your quest journal.",
        "This outpost was recently established as a training ground for potential citizens of Freeport to hone their skills. Our first scouts on the island reported it as being uninhabited, perfect for our needs. It soon became clear that the initial reports were incorrect, and those scouts have been permanently reassigned to the bottom of the bay. Such is the price of failure.",
        "The intruders are a sect of the Tunarian Alliance, a lowly order of vermin originating from Qeynos. As a true servant of the Overlord, your duty is to eliminate them. This should prove extremely useful in preparing you for the challenges that lie ahead after you leave the outpost.",
        "Go talk to Chef Gorga just past the west archway. She needs help gathering supplies to feed the members of the Freeport Militia who guard this outpost, which should provide a chance to test your combat skills. There is more to hunt on this island than just Qeynosians.",
        "Report back to me when your duties with Chef Gorga are done.",
        "Did you enjoy your hunting in the Seaside Glade with Chef Gorga?",
        "Good, now listen closely. Though a direct attack upon your enemy can be quite satisfying, there are often more subtle means of inflicting damage. Cut off the feet and the head is sure to follow, if you get my meaning.",
        "Indeed, cunning and subtlety are often effective. And who is more cunning and subtle than an assassin? We've established a camp through the archway to the west, at the far end of Seaside Glade. Go and speak to Assassin Vamir, who has devised a plan to strike at the heart of the Tunarians.",
        "Assassin Vamir will explain the details.  Good luck.",
        "Ah, there you are, <player name>. I have been expecting you. There is much work ahead of us in establishing Freeport's dominance over this island. The Overlord's troops have secured the outpost, but there is a growing nuisance on the other side of the island that must be addressed. That is where you come in.",
        "The Overlord is the fiercely courageous ruler of Freeport. A statue of his glorious visage graces the pond in the center of the outpost. Though he is merciless to his enemies, he is generous to those who serve him. Pray you never do anything to fall from his grace, <player name>.",
        "The city of Qeynos is the enemy of Freeport. It is a weak land ruled by an incompetent queen, Antonia Bayle. I've had my share of battles with her and her pet kerra, I assure you. Qeynosians try to spread lies about the Overlord and portray him as some kind of power-mad tyrant. Don't believe their propaganda, <player name>!",
        "So, <player name>, are you ready to learn more about the outpost and perform your first service for the Overlord?",
        "Not just yet, <player name>. You will strike against those Qeynosian scum when the time is right. First we need to see if that weapon of yours is working! Are you ready for your first test?",
        "Gorga was impressed with your handiwork. I'm sure the outpost Militia guards will be pleased with her stew, though I can't stomach troll cooking myself. You show potential indeed, <player name>. As promised, here is your reward.",
        "So, <player name>, are you ready to prove your worth again?"
      ]
    },
    {
      "name": "a trained bear",
      "name_sortable": "trainedbear",
      "level": 5,
      "locations": [
        "-123.86,4.53,-77.18",
        "55.75,1.82,-111.54",
        "138.65,0.49,-175.07",
        "155.60,3.78,-142.22",
        "239.73,-3.90,-20.55"
      ]
    },
    {
      "name": "a trained hawk",
      "name_sortable": "trainedhawk",
      "level": 4,
      "locations": [
        "-86.24,2.09,-236.09",
        "204.68,0.86,-125.44"
      ]
    },
    {
      "name": "a trained wolf",
      "name_sortable": "trainedwolf",
      "level": 5,
      "locations": [
        "-133.32,4.37,-87.41",
        "-64.48,6.41,-149.42",
        "-78.23,2.15,-221.87",
        "55.75,1.82,-111.54",
        "228.14,-3.53,-15.48",
        "228.22,-4.88,-9.02"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -384518907 -1424034998:Undead Knight (Adept)\\/a",
          "chest": true
        }
      ]
    },
    {
      "name": "Trainer Anna Winston",
      "name_sortable": "trainerannawinston",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Know Your Enemy",
      "locations": [
        "25.22,-5.74,126.33"
      ],
      "utterances": [
        "You seem to have potential, adventurer. I think you shall make a great champion of the Overlord some day. As you begin your training here at the Outpost, it is important that you learn how to gauge the capabilities of your adversary."
      ]
    },
    {
      "name": "Trainer Arthur Merrin",
      "name_sortable": "trainerarthurmerrin",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Skilled Artisan and Crafter",
      "locations": [
        "-20.14,-4.0,156.23"
      ],
      "utterances": [
        "Greetings, brave hero of the Overlord! It is my responsibility to explain how crafting and tradeskills can bring prosperity to the kingdom of Freeport. I hope I can encourage your participation in helping our city flourish. We can beat those hapless Qeynosians through our superior commerce!"
      ]
    },
    {
      "name": "Trainer Corx Knickknack",
      "name_sortable": "trainercorxknickknack",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Know Your Inventory and Equipment",
      "locations": [
        "-3.1,-3.08,108.64"
      ],
      "utterances": [
        "Sorry, never met that person. You should see me about some training, though.",
        "Good day, <player name>. I've been stationed here at the outpost to teach the Overlord's newest recruits about equipment and inventory space. Good equipment is one of the most important aspects of any adventurer!"
      ]
    },
    {
      "name": "Trainer Darg Frostwind",
      "name_sortable": "trainerdargfrostwind",
      "race": [
        "barbarian"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Master of Combat Training",
      "locations": [
        "27.8,-5.54,139.66"
      ],
      "utterances": [
        "Well, what do you want to know? Something basic or something more advanced?",
        "Very well. The nearby sparring partners to my left are all looking to fight.  They may hurt you, but they won't kill you. Return to me once you've bested one of them in combat.",
        "Have you defeated the sparring partner yet?",
        "Good. The stronger you are the more use you are to us.",
        "I'm sure of it! Go speak with Tayil N'Velex, she is just south of Sythor's Spire.",
        "I've trained the greatest champions on this island. I've never heard of anyone by that name.",
        "Greetings, <player name>. I've been stationed here at the outpost to teach new recruits the finer points of combat. After all, it's our duty to honor the Overlord by achieving legendary victories in his glorious name.",
        "You'll learn many advanced combat techniques over time. There's no substitute for experience, <player name>! I'd be happy to discuss a few of these advanced aspects, such as selecting the right opponent, knowing your surroundings, and using your abilities."
      ]
    },
    {
      "name": "Trainer Jayla Surfrider",
      "name_sortable": "trainerjaylasurfrider",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Know Your Fate",
      "locations": [
        "3.41,-3.87,151.67"
      ],
      "utterances": [
        "Even the mightiest hero of the Overlord will meet an untimely end on occasion. Let me teach you the consequences of death and how you can recover properly.",
        "Just keep an eye on your health bar, the green line located beneath your name in the upper left of your screen. At least...you hope it's green.",
        "Green means you're healthy. As your health diminishes, the bar turns yellow, then orange, and finally red. If the bar is empty, you die. You pay the debt which cancels all others, if you get my meaning.",
        "Your spirit lays trapped in your fallen body, unable to move. At this point, you have a choice: wait for a nearby ally to revive you, or choose a location from the window in the center of your screen at which to reappear. In some cases you'll have a single choice, in others multiple choices.",
        "Fortunately for all of us, death in Norrath is a temporary thing. If another adventurer revives you, you reappear at the spot of your death. If you choose a location to revive, you will appear at that spot. There are consequences to death, however.",
        "There are three results of death. First, you incur some experience debt which can be paid off by earning more XP. Second, you suffer a revive sickness that lowers your abilities for a short time, which leaves you temporarily vulnerable and less effective. Finally, all your equipped items take damage that will eventually have to be repaired.",
        "Experience debt is indicated by a red line on your XP bar. As you earn experience going forward, part of your XP will go toward paying off your debt while the rest will continue to advance you toward your next level. Mousing over your XP bar also tells how much debt you have.",
        "You'll see an icon for revive sickness in your spell effects window. Mousing over the icon will tell you how long it will remain. The type of sickness you have depends on how you were revived, but no matter what there will be a negative effect. Don't worry, it passes soon enough.",
        "You will need to see a mender, someone who is able to repair your items back to 100% durability. Speak to Trainer Vissa Sathliss to learn more about repairing your gear. Should your equipment take damage here at the outpost, Mender Greshar at the forge can make repairs for you.",
        "Sorry, never heard of him. Did he die recently?",
        "Death can come in many ways: being bested on the field of battle, falling from great heights, drowning in water, falling into lava, standing too close to an exploding chest, and so on. It's a dangerous world out there, <player name>.",
        "Your equipped items usually take about 10% wear with each death. When they are down to zero durability, you no longer receive any benefit from them. Don't let your equipment ever get into such poor condition, <player name>!"
      ]
    },
    {
      "name": "Trainer Kasha Yitski",
      "name_sortable": "trainerkashayitski",
      "race": [
        "ratonga"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Recognizing Opportunities",
      "locations": [
        "21.87,-5.74,124.62"
      ],
      "utterances": [
        "Come closer, adventurer. Ah yes, I can see it in your eyes: the desire to best your foes in glorious battle! Well, lucky for you I have knowledge that can aid you in your quest. If you pay close attention, I can teach you how to use a powerful technique called Heroic Opportunities."
      ]
    },
    {
      "name": "Trainer Sythor the All-Seeing",
      "name_sortable": "trainersythortheallseeing",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Keeper of Magical and Martial Knowledge",
      "locations": [
        "-12.14,10.07,163.81"
      ],
      "utterances": [
        "Welcome to the service of the Overlord. Our great leader has sent me here to explain something very important: how your Spells, Combat Arts, and Abilities work, as well as how to improve them. Listen and learn from the mighty Sythor the All-Seeing!",
        "I knew I shouldn't have sent such a tasty looking gnome into dangerous waters.  Ludz will be slightly missed...  Anyways, here is the reward I was going to give him, but I guess it's yours now."
      ]
    },
    {
      "name": "Trainer Vella N'Dur",
      "name_sortable": "trainervellandur",
      "race": [
        "dark elf"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Matron of the Harvest and Collections",
      "locations": [
        "16.57,-6.92,214.42"
      ],
      "utterances": [
        "Come closer if you want me to answer any questions you have about collections or harvesting!",
        "Sorry, but I can't say that I know this person."
      ]
    },
    {
      "name": "Trainer Vissa Sathliss",
      "name_sortable": "trainervissasathliss",
      "race": [
        "iksar"
      ],
      "gender": [
        "female"
      ],
      "purpose": "Knowledge of Repairs and Banking",
      "locations": [
        "-18.03,-3.16,108.35"
      ],
      "utterances": [
        "I am here to tell you all about mending and banking! Banking and mending! Which do you want to hear about?"
      ]
    },
    {
      "name": "a training bear",
      "name_sortable": "trainingbear",
      "level": 4,
      "locations": [
        "112.79,0.55,-189.45",
        "190.06,-0.67,-132.90",
        "207.81,-0.73,-138.64",
        "244.89,-0.87,-144.52"
      ]
    },
    {
      "name": "a training hawk",
      "name_sortable": "traininghawk",
      "level": 4,
      "locations": [
        "213.12,-0.88,-72.27",
        "284.47,-4.11,-0.51"
      ]
    },
    {
      "name": "a training wolf",
      "name_sortable": "trainingwolf",
      "level": 4,
      "locations": [
        "102.47,0.59,-201.55"
      ]
    },
    {
      "name": "a triggerfish",
      "name_sortable": "triggerfish",
      "level": 2,
      "locations": [
        "25.64,-14.23,-27.36",
        "34.46,-12.00,-37.19",
        "44.98,-10.19,-38.37",
        "81.90,-11.24,-45.76",
        "69.87,-11.70,-48.54",
        "76.70,-11.98,-43.59",
        "70.20,-12.00,-55.13",
        "0.04,-14.75,-5.50",
        "7.17,-12.81,-10.50",
        "17.13,-11.06,-28.24",
        "18.23,-12.77,-34.31",
        "28.37,-13.01,-35.24",
        "31.17,-10.96,-43.22",
        "62.06,-13.00,-6.71",
        "59.59,-12.28,11.27",
        "29.31,-13.00,15.29",
        "24.29,-13.87,30.73",
        "14.34,-14.37,36.17",
        "13.46,-12.38,42.12",
        "9.72,-10.28,-22.11",
        "-39.20,-12.02,-35.74"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1302044914 -342858235:a fish meat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 562003704 745063728:a fish eye\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Tunarian bearmaster",
      "name_sortable": "tunarianbearmaster",
      "level": 5,
      "locations": [
        "-123.55,4.48,-82.42",
        "53.49,1.83,-112.97",
        "113.20,0.55,-186.10",
        "137.05,3.37,-170.27",
        "156.75,3.91,-146.32",
        "186.30,-0.66,-132.22",
        "211.25,-0.75,-137.50",
        "241.23,-0.86,-144.60",
        "236.70,-4.79,-21.92"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1248460866 -2081525494:Advanced Adornments Volume 1\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1394122634 4898643:Fiery Carnelian\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Tunarian falconer",
      "name_sortable": "tunarianfalconer",
      "level": 5,
      "locations": [
        "-84.03,1.87,-229.11",
        "203.05,0.76,-127.31",
        "216.30,-0.89,-72.19",
        "281.73,-4.35,-0.08"
      ]
    },
    {
      "name": "a Tunarian fisher",
      "name_sortable": "tunarianfisher",
      "level": 5,
      "locations": [
        "-73.11,2.02,-215.13",
        "-15.63,3.08,-175.02",
        "-11.96,2.13,-138.24",
        "-1.24,2.05,-209.36"
      ],
      "drop_coin_min": 3,
      "drop_coin_max": 3
    },
    {
      "name": "a Tunarian gravedigger",
      "name_sortable": "tunariangravedigger",
      "level": 5,
      "locations": [
        "-129.15,4.54,-37.43"
      ]
    },
    {
      "name": "a Tunarian horse sentry",
      "name_sortable": "tunarianhorsesentry",
      "level": 5,
      "locations": [
        "112.00,1.58,-98.59",
        "160.82,1.22,-50.46",
        "178.33,1.17,30.24",
        "185.15,1.33,-33.73",
        "169.23,1.19,-46.39",
        "57.18,1.45,-217.61",
        "232.99,-0.82,-178.15",
        "214.88,-0.75,-173.90",
        "200.33,-1.17,-207.73",
        "180.80,-0.99,-207.65",
        "122.00,-0.32,-196.00",
        "218.23,-0.87,-99.30"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1463685657 612992231:Horse Sentry Pauldrons\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1394743414 -90333821:Necrotic Reconstruction (Adept)\\/a",
          "chest": true
        }
      ]
    },
    {
      "name": "a Tunarian lookout",
      "name_sortable": "tunarianlookout",
      "level": 4,
      "locations": [
        "234.25,-1.05,-101.99",
        "247.24,-3.69,-46.19"
      ]
    },
    {
      "name": "a Tunarian miner",
      "name_sortable": "tunarianminer",
      "level": 3,
      "locations": [
        "95.48,1.95,97.24",
        "91.38,1.80,116.73",
        "89.35,5.53,126.62",
        "108.48,1.85,122.56"
      ],
      "drop_coin_min": 2,
      "drop_coin_max": 2
    },
    {
      "name": "a Tunarian mourner",
      "name_sortable": "tunarianmourner",
      "level": 5,
      "locations": [
        "-124.56,4.33,-43.33"
      ]
    },
    {
      "name": "a Tunarian protector",
      "name_sortable": "tunarianprotector",
      "level": 5,
      "locations": [
        "-138.18,4.59,-90.05",
        "-133.81,4.57,-97.38",
        "-97.59,4.39,-138.27",
        "-103.15,4.27,-139.22",
        "-60.99,4.60,-151.59",
        "-72.31,13.88,-149.35",
        "-83.18,1.86,-204.88",
        "-82.30,1.91,-193.95",
        "2.98,2.03,-190.99",
        "-3.45,2.43,-185.25",
        "-31.55,2.23,-152.37",
        "-20.96,2.21,-146.12",
        "203.43,-0.72,-112.66",
        "209.23,-0.74,-114.83",
        "192.93,-0.82,-195.01",
        "197.96,-1.09,-197.22",
        "158.29,-0.54,-187.84",
        "221.81,-0.88,-101.36",
        "215.04,-0.96,-97.30"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 475563480 -96262858:sundered obsidian\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1248460866 -2081525494:Advanced Adornments Volume 1\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Tunarian scout",
      "name_sortable": "tunarianscout",
      "level": 3,
      "locations": [
        "165.08,-3.20,173.24",
        "181.39,-3.88,200.38",
        "149.12,-3.94,200.73",
        "162.32,-3.80,134.40",
        "239.31,-3.02,50.26",
        "267.51,-6.33,118.99",
        "231.92,-6.00,119.43"
      ],
      "drop_coin_min": 2,
      "drop_coin_max": 2
    },
    {
      "name": "a Tunarian wolfmaster",
      "name_sortable": "tunarianwolfmaster",
      "level": 4,
      "locations": [
        "-133.22,4.37,-90.35",
        "-61.85,5.25,-150.90",
        "-77.97,1.94,-218.54",
        "60.25,1.80,-111.16",
        "99.35,0.60,-201.23",
        "226.62,-3.59,-17.31",
        "226.74,-5.05,-10.19"
      ]
    },
    {
      "name": "a vicious sandstalker",
      "name_sortable": "vicioussandstalker",
      "level": 5,
      "locations": [
        "20.36,-13.94,-17.79",
        "17.69,-13.00,-30.12",
        "13.86,-12.50,-35.71",
        "31.39,-12.00,-28.88",
        "57.67,-12.74,-18.95",
        "80.26,-12.50,-40.04",
        "85.27,-12.00,-39.57",
        "25.83,-12.82,-32.98",
        "-10.10,-12.95,33.52"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1533459695 1256560616:Sandstalker Legplates\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1007229239 -1993518350:ink sack\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Vim",
      "name_sortable": "vim",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-91.67,-5.26,229.87"
      ]
    },
    {
      "name": "Waulon",
      "name_sortable": "waulon",
      "race": [
        "dwarf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-75.04,-4.58,257.94"
      ]
    },
    {
      "name": "a weak sparring partner",
      "name_sortable": "weaksparringpartner",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "32.23,-5.64,122.19"
      ],
      "utterances": [
        "You can attack me whenever you're ready. You can do that by double-clicking me, by right clicking me and selecting \"attack,\" by using an offensive ability while you have me targeted, or by turning on auto attack by pressing the ~ key while you have me targeted."
      ]
    },
    {
      "name": "Whizratchet",
      "name_sortable": "whizratchet",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "purpose": "Banker",
      "locations": [
        "-10.54,-3.17,111.7"
      ],
      "utterances": [
        "As a banker it is my job to hold items and coin for you for safe-keeping. If you would like to learn more, speak with Trainer Vissa Sathliss. She is just east of me, around the corner."
      ]
    },
    {
      "name": "a wilderbear",
      "name_sortable": "wilderbear",
      "level": 3,
      "locations": [
        "146.96,0.34,-6.95",
        "188.05,1.31,11.34",
        "187.72,1.49,-9.67",
        "260.67,-3.96,2.05"
      ]
    },
    {
      "name": "a wilderbear cub",
      "name_sortable": "wilderbearcub",
      "level": 2,
      "locations": [
        "133.61,1.26,32.68",
        "147.20,1.45,65.17",
        "161.57,1.39,77.16",
        "154.92,1.42,70.30",
        "166.23,1.37,83.73",
        "140.75,1.47,80.42",
        "183.72,1.31,83.80",
        "178.94,1.33,72.02",
        "189.06,1.09,63.74",
        "200.03,1.24,64.59",
        "200.59,1.25,77.98",
        "172.36,1.35,79.33",
        "182.95,1.31,66.23",
        "176.04,1.34,64.20",
        "192.00,1.29,32.97",
        "268.24,-4.47,49.09",
        "239.60,-6.49,75.96",
        "242.04,-7.22,98.40",
        "258.51,-6.83,105.21",
        "259.67,-6.83,116.91"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 76939361 988324560:Weakened Bear Claw\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a wilderwolf",
      "name_sortable": "wilderwolf",
      "level": 5,
      "locations": [
        "-134.51,4.58,-105.17",
        "-64.77,4.16,-121.26",
        "-55.88,2.16,-123.02",
        "-82.72,4.35,-154.92",
        "-96.12,1.91,-206.12",
        "36.26,1.87,-237.35",
        "45.24,1.82,-240.70"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 641537398 409580744:Weakened Blood of the Wolf\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -982875894 -747549538:canine saliva\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Wix Wimblewick",
      "name_sortable": "wixwimblewick",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-44.12,-5.47,63.08"
      ],
      "utterances": [
        "Wimblewick's the name, Wimblewickin is what I do.  What that means, I have no idea!"
      ]
    },
    {
      "name": "a worker bee",
      "name_sortable": "workerbee",
      "level": 1,
      "locations": [
        "75.84,-1.00,191.62",
        "86.18,0.00,162.20",
        "80.76,1.00,207.42",
        "73.70,1.32,205.65",
        "92.22,-1.73,160.35",
        "96.33,1.45,193.77",
        "105.94,0.02,183.58"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 935426583 818928065:an insect wing\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Zito Graban",
      "name_sortable": "zitograban",
      "race": [
        "ratonga"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-41.66,-5.59,70.88"
      ],
      "utterances": [
        "You've got to be deviant to survive in Freeport."
      ]
    }
  ],
  "shinies": [
    {
      "gamelink": "\\aITEM -1770462429 -1745410803:abalone shell\\/a",
      "locations": [
        "-86.89,-7.00,54.33",
        "63.32,-13.00,14.53"
      ]
    },
    {
      "gamelink": "\\aITEM -267674522 -727078328:clam shell\\/a",
      "locations": [
        "-32.58,-8.00,242.01",
        "-71.76,-7.00,34.39",
        "-0.62,-12.00,-14.69",
        "-88.91,-5.00,-49.14"
      ]
    },
    {
      "gamelink": "\\aITEM 1612899270 -1184515734:conch shell\\/a"
    },
    {
      "gamelink": "\\aITEM -1370134449 1141233630:duck feather\\/a",
      "locations": [
        "-87.34,6.00,-156.74",
        "196.49,0.00,-211.66",
        "259.22,0.00,-60.62",
        "252.95,-3.00,-32.30"
      ]
    },
    {
      "gamelink": "\\aITEM 732206996 -1414700783:eagle feather\\/a",
      "locations": [
        "16.03,-6.00,201.29",
        "227.86,0.00,-70.06"
      ]
    },
    {
      "gamelink": "\\aITEM 1971617133 476040311:falcon feather\\/a",
      "locations": [
        "14.94,-6.00,200.20",
        "-90.86,5.00,-102.32",
        "-112.00,5.00,-151.79",
        "146.52,2.00,-46.58"
      ]
    },
    {
      "gamelink": "\\aITEM 2066139239 -1609591166:hawk feather\\/a",
      "locations": [
        "196.49,0.00,-117.26"
      ]
    },
    {
      "gamelink": "\\aITEM -1711639388 -1541580519:mussel shell\\/a",
      "locations": [
        "31.35,-11.00,-48.79",
        "-5.18,-13.00,-9.82"
      ]
    },
    {
      "gamelink": "\\aITEM 723338470 738491006:sparrow feather\\/a",
      "locations": [
        "45.92,-2.00,-164.46",
        "64.74,-2.00,-164.46",
        "183.94,0.00,-126.70",
        "215.31,0.00,-107.82"
      ]
    },
    {
      "gamelink": "\\aITEM 485946727 1804301120:turtle shell\\/a",
      "locations": [
        "26.79,-14.00,38.88"
      ]
    }
  ],
  "resourceNodes": [
    {
      "name": "the budding natural garden",
      "name_sortable": "buddingnaturalgarden"
    },
    {
      "name": "the felled elm tree",
      "name_sortable": "felledelmtree"
    },
    {
      "name": "the rugged stones",
      "name_sortable": "ruggedstones"
    },
    {
      "name": "the unearthed ore",
      "name_sortable": "unearthedore"
    }
  ]
}