[
	{
		"name": "The City of Freeport",
		"description": "The City of Freeport",
		"category": "City Factions"
	},
	{
		"name": "Exile",
		"description": "Exile",
		"category": "City Factions"
	},
	{
		"name": "The City of Neriak",
		"description": "The City of Neriak",
		"category": "City Factions"
	},
	{
		"name": "The City of Gorowyn",
		"description": "The City of Gorowyn",
		"category": "City Factions"
	},
	{
		"name": "The City of Kelethin",
		"description": "The City of Kelethin",
		"category": "City Factions"
	},
	{
		"name": "The City of New Halas",
		"description": "The City of New Halas",
		"category": "City Factions"
	},
	{
		"name": "The City of Qeynos",
		"description": "The City of Qeynos",
		"category": "City Factions"
	},
	{
		"name": "The Deathfist Orcs",
		"description": "The Deathfirst Empire is one of the greatest threats to the civilized societies of the Shattered Lands. This orc empire maintains a vast war machine that has claimed Zek, a former resource-rich forest island, as their new base of operations.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Guardians of Thyr",
		"description": "Deep within the fiery abyss of the volcanic lands dwell the Guardians of Thyr, cruel fire giants. From an underworld they call Thyr they act as the frontline defense of their master, the red dragon, Lord Nagafen.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Sabertooth Gnolls",
		"description": "The Sabertooth Clan is the largest known clan of gnolls inhabiting the Shattered Lands. These gnolls are comprised of many smaller packs that have banded together to bring about the end of the great cities of men, whom they have viewed as an eternal foe.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Tae Ew Lizardmen",
		"description": "The Alliz Tae Ew are a vannibalistic race of lizardmen that live within the jungle of the Feerrott. These lizards are members of a cult of Fear called Thulians. They are cousins to the Alliz Evol Ew, whom they often feed upon as their dark lords instruct them to.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Dervish Cutthroats",
		"description": "The Dervish Cutthroats are said to be the largest bandit organization that ever existed. They have long since terrorized settlers and travelers of the overland. These bandits can be found throughout the Shattered Lands, but they are most prevalent in the Commonlands.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Bloodskull Orcs",
		"description": "The Bloodskull Orcs are a relatively new clan of orcs that has begun to operate near the city of Freeport. Unlike the larger orc empires, the Bloodskulls do not seem to have a fortified capital nor do they seem to be interestedin conquest.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Spirits of Marr",
		"description": "The Spirits of Marr were once a noble order known as the Knights of Truth. Slain by Sir Lucan D'Lere and the Freeport Militia, their spirits have been bound eternally to the Freeport Graveyard.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Ree Orcs",
		"description": "The Ree Raiders are a small clandestine band of orcs that operate somewhere on the continent of D'Lere. They are plunderers that will seize goods to use as trade with any organization that will do business with them.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Blackshield Smugglers",
		"description": "This band of smugglers based out of the Commonlands are gaining in both wealth and power. The source of their sudden increase in capital is unknown.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Seafury Buccaneers",
		"description": "This was once a lawless pirate organization that terrorized the Shattered Lands. These pirates now fly the flag of Freeport and act as the Overlord's savage armada.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Coalition of Tradesfolke",
		"description": "The Coalition of Tradesfolke is the ruling trade organization of Freeport. They oversee all trade operations of Freeport and do away with any competition with extreme predjudice.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Dreadnaughts",
		"description": "The Dreadnaughts are a brutal mob of bruisers who have dominated all other gangs within Freeport. Founded upon the principles of strength and intimidation, the Dreadnaughts act as the Overlord's enforcers to control the streets and alleyways of the city.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Academy of Arcane Science",
		"description": "The Academy of Arcane Science is one of the oldest and most esteemed schools of knowledge on Norrath. They make their home in Freeport where they are free to delve into arts that are forbidden in most societies.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Dismal Rage",
		"description": "The Dismal Rage is the religious foundation of Freeport. This organization pays homage to the darker powers of Norrath, the principles of Fear, Hate, and War.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Freeport Militia",
		"description": "The Freeport Militia is the defensive force of Freeport. This merciless fighting force defends the walls of Freeport as well as the borderlands of the great city.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Runnyeye Goblins",
		"description": "The Runnyeye Goblins have long been subjugated by their evil eye taskmasters, forced to toil and do battle at the whim of their powerful overlords. They can often be found salvaging what others would call refuse and bringing it back to their underground forges to be reshaped into tools of war.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Enchanted Reapers",
		"description": "The Enchanted Reaprs are the evil horde of beasts that invaded the Enchanted Lands. Their origin is a mystery. Their malevolent actions have brought sorrow upon a land once filled with happiness.",
		"category": "Shattered Lands"
	},
	{
		"name": "Goblins of Fire Peak",
		"description": "This tribe of fire goblins have made their home in the burning caverns of Solusek's Eye.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Great Herd",
		"description": "Roaming across the plains of the Thundering Steppes is the centaur society known only as the Great Herd. These centaurs have learned to live off the land and trust no one if they wish to survive the perils of the Age of Destiny.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Guardians of the Vale",
		"description": "The once large halfling nation has been reduced to a few staunch stouts that strive to exist within the Enchanted Lands. These are the Guardians of the Vale, a peaceful people forced to raise arms in order to defend against the evil that has overtaken their homeland.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Green Hoods",
		"description": "The Green Hoods are an elite band of resistance fighters located on the Orcish Wastes. Before the Shattering, this force was a highly mobile regiment of the Qeynos Guard. They have since broken off to form their own organization while still aiding Qeynos whenever possible.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Qeynos Guard",
		"description": "The Qeynos Guard is the valorous defensive force of the Kingdom of Qeynos. They defend the city and residents of not only Qeynos, but also any ally of Qeynos on the continent of Karana.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Royal Antonican Guard",
		"description": "The Royal Antonican Guard is the elite order that protects the ruler of Qeynos, Queen Antonia Bayle. These knights are rarely seen beyond the walls of Qeynos Castle.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Ironforge Exchange",
		"description": "Overseeing all trade operation of Qeynos is the Ironforge Exchange. This is an ancient trade organization ruled by one of the most affluent trade familes of the Kingdom of Qeynos.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Seamist Faeries",
		"description": "The fairyfolke have long existed in the magical woodlands of the Enchanted Lands. Though these fairies generally maintain a docile nature, a few of their ilk have been driven to rage in an attempt to survive in a homeland ravaged by evil forces.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Far Seas Trading Company",
		"description": "The Far Seas Trading Company rose to great heights during the Age of Cataclyms, created from the union of surviving seafarers. Their flotillas now act as a lifeline between societies great and small, often rescuing survivors while gathering resources within the Shattered Lands.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Tunarian Alliance",
		"description": "Taking their name from the goddess of nature, the Tunarian Alliance act as elite scouts of Qeynos and defenders of the laws of nature. They are comprised of rangers and druids from throughout the Shattered Lands.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Concordium",
		"description": "The Concordium consider themselves the keepers of the arcane arts. They wield their magic in defense of Qeynos and continue their research in arcane arts that may be used to better all Norrathians.",
		"category": "Shattered Lands"
	},
	{
		"name": "The Court of the Master Djinn",
		"description": "The Court of the Master Djinn",
		"category": "Desert of Ro"
	},
	{
		"name": "The Ashen Disciples",
		"description": "The Ashen Disciples are the result of a philosophical split within the Ashen Order. Abandoning the virtues of tranquility and wisdom in favor of strength and discipline, these monks deny the existence of the old gods and seek to gain greater temporal power through strength of arms.",
		"category": "Desert of Ro"
	},
	{
		"name": "The Ashen Order",
		"description": "The Ashen Order is one of the oldest monk clans on Norrath, credited with establishing many of the founding principles of the monk. They removed themselves from society decades ago to seek a more humble life within their desert fortress of T'Narev.",
		"category": "Desert of Ro"
	},
	{
		"name": "The Char'Gin",
		"description": "The Char'Gin is a tribe of desert nomads that roams the dsert lands of Ro. They are one of the affluent tribes of the desert and much of their wealth has come from their gift of mining.",
		"category": "Desert of Ro"
	},
	{
		"name": "The Aravu Naga",
		"description": "The Aravu Naga are a small group of exiles from the Shimmering Citadel. After being banished by the Djinn, they now only seek to right that single wrong.",
		"category": "Desert of Ro"
	},
	{
		"name": "Drednever Expedition",
		"description": "Before the Shattering, the Observers of Ak'Anon tasked the famous explorers Dabner Drednever and Ognit Eznertob with forming an expedition to explore new and uncharted lands.",
		"category": "Kingdom of Sky"
	},
	{
		"name": "Mistmoore",
		"description": "The minions, agents and associates of Mayong Mistmoore, Dark Lord of the Loping Plains.",
		"category": "Faydwer"
	},
	{
		"name": "The Lyrech",
		"description": "The Lyrech are a splinter group of werewolves that refuse to serve Mistmoore and instead seek to control their own destiny.",
		"category": "Faydwer"
	},
	{
		"name": "Sathirian",
		"description": "The residents and followers of Venril Sathir that reside within the newly rebuilt city of Sebilis.",
		"category": "Kunark"
	},
	{
		"name": "Exiles of Droga",
		"description": "A small tribe of goblins expelled from their home for the continued use of magic.",
		"category": "Kunark"
	}
]
