{
  "name": "Antonica",
  "category": "Karan",
  "notes": "Home to the city of Qeynos, the dungeon of Blackburrow and haunted fortress of Stormhold.",
  "levels": "10-20",
  "maps": [
    {
      "zonerect": "-652.63,-1178.98,2910.01,1526.14"
    }
  ],
  "connections": [
    {
      "key": "antonica_catacomb01"
    },
    {
      "key": "antonica_epic01_vale_invasion_solo"
    },
    {
      "key": "antonica_epic02_firemyst"
    },
    {
      "key": "befallen"
    },
    {
      "key": "befallen_epic01_mi_pirate_hideout"
    },
    {
      "key": "blackburrow"
    },
    {
      "key": "qey_adv04_bog_tlp"
    },
    {
      "key": "qey_north"
    },
    {
      "key": "steppes"
    }
  ],
  "objects": [
    {
      "name": "The Ulteranis",
      "subtext": "Indentations of five rings encircle the smooth crystal of Ulteranis.",
      "location": "-1033.81,28.83,-628.48"
    },
    {
      "name": "storage box",
      "location": "-2104.11,-43.75,438.61",
      "actions": [
        {
          "label": "examine box",
          "command": "open_book",
          "book_pages": [
            {
              "text": "Within the storage box you find a leather bound manifest.  It appears to be untouched for quite some time, but the leather is still in excellent condition.",
              "actions": [
                {
                  "label": "Open manifest",
                  "commands": [
                    {
                      "command": "give_quest",
                      "quest": "Hunter's Manifest"
                    },
                    {
                      "command": "goto_page",
                      "page": 1
                    }
                  ]
                },
                {
                  "label": "Leave the manifest alone.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The manifest once belonged to a hunter, that apparently had something to do with organizing hunts for Qeynosian royalty.  Great hunts were organized, where hunters from all over Norrath were invited to participate, competing for prizes and prestige.  The manifest is not particularly well written, but it sparks your imagination nonetheless.",
              "actions": [
                {
                  "label": "I will hunt game in Antonica.",
                  "command": "exit"
                },
                {
                  "label": "exit",
                  "command": "exit"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "chest",
      "location": "-2110.27,-43.89,432.02",
      "actions": [
        {
          "label": "open chest",
          "command": "give_item",
          "gamelink": "\\aITEM -208547450 1663244787:Know Your Gnolls\\/a"
        }
      ]
    }
  ],
  "npcs": [
    {
      "name": "Able Tucksmeet",
      "utterances": [
        "Darathar awaits, do you dare!?"
      ]
    },
    {
      "name": "Abram Calvern",
      "locations": [
        "-1184.88,26.89,-956.93"
      ],
      "utterances": [
        "Greetings Traveler, you ever heard of the Necrosis Goblin Clan?",
        "They are evil little goblins. They break into Qeynos through the old condemned catacombs. That is why Sir Dinzzie and the rest of us are here. Be cautious if you ever do find yourself near the buggers!"
      ],
      "store": [
        {
          "gamelink": "\\aITEM 345620375 1689498067:a goblin's notebook - History of the Condemned Catacomb\\/a"
        }
      ]
    },
    {
      "name": "Addison",
      "purpose": "Armorsmith",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-723.49,-15.90,245.30"
      ],
      "utterances": [
        "Have I got a deal for you!",
        "Good day, adventurer. Care to take a look at my merchandise?",
        "Hello, friend. Welcome to my shop."
      ],
      "store_template": "armorsmith"
    },
    {
      "name": "Addson",
      "purpose": "Armorsmith",
      "locations": [
        "-723.52,-15.9,245.34"
      ],
      "utterances": [
        "Good day, adventurer. Care to take a look at my merchandise?",
        "Have I got a deal for you!",
        "Hello, friend. Welcome to my shop."
      ]
    },
    {
      "name": "Aldritch",
      "purpose": "Guard",
      "levelRange": "25",
      "difficulty": "heroic^2",
      "utterances": [
        "Duty above all else, citizen, except honor!",
        "Good day to you, citizen. All preserve Queen Antonia.",
        "Greetings, citizen. I am on guard duty.  Should you get into trouble, seek me out."
      ]
    },
    {
      "name": "an ancient octopus",
      "levelRange": "18",
      "locations": [
        "-1483.75,-45.38,-946.99",
        "-2505.77,-45.97,-693.43"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1715014641 -1581280969:ink sack\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Angelina McQuibble",
      "locations": [
        "-1820.52,-37.84,-528.07"
      ],
      "utterances": [
        "Hello there."
      ]
    },
    {
      "name": "Animator Z'Apha",
      "levelRange": "17",
      "locations": [
        "-2012.77,-6,529.85"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -754432695 190712763:Trinket: A Miniature Scepter\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "an Antonican forester",
      "race": [
        "human"
      ],
      "gender": [
        "male",
        "female"
      ],
      "locations": [
        "-777.45,-2.83,601.08",
        "-760.68,-2.24,610.16",
        "-754.58,-2.51,567.82",
        "-745.48,-2.47,569.95"
      ]
    },
    {
      "name": "an Antonican stag",
      "levelRange": "13",
      "difficulty": "heroic^^^",
      "locations": [
        "-715.97,-2.73,589.62",
        "-750.39,-3.37,652.64",
        "-633.13,-8.36,665.44",
        "-615.67,-8.66,664.12",
        "-601.48,-9.81,659.96",
        "-888.01,-10.16,609.62",
        "-854.51,-4.89,651.99"
      ]
    },
    {
      "name": "Aroof Wolfchaser",
      "race": [
        "barbarian"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-729.90,-15.90,227.94"
      ],
      "utterances": [
        "Hail!",
        "Thanks!",
        "What?!",
        "Yeah!",
        "Hail to you too!",
        "What? Where?",
        "Urrp, ello there, why are there two of you..."
      ]
    },
    {
      "name": "Barstan Rheyble",
      "utterances": [
        "Some of what I sell may not be meant for you, not yet at least.",
        "Hmmm... let me get a closer look. Ah, yes, yes this is part of a set. I know the stories well, Sabertooth legends.",
        "If you were to believe the story they would give a gnoll leader the power to forever unite all gnolls of Norrath. That is what the tradition states now. I studied it, however, and the original promise was simply one of ancestral support to one worthy of such a thing. Kind of romantic, especially for a gnoll.",
        "No mention of what form this support came in, either. I believe the clan has had all the objects in the set for some time now. Occasionally a gnoll will claim enough victories that the powers that be will allow him a chance at speaking with the ancestors and receiving their support. It hasn't happened that I know of, but I am hardly on speaking terms with the gnolls, hah hah!",
        "It's simple. One collects the five symbols of Pack Jhen'Tur: the miniature scepter, the small metal figure, the bone carving, the petrified bark, and the small cube. Once one has all of these trinkets they will place them upon the Stone of Graw--which is supposed to be in Antonica, but near the heart of the gnolls, or so they say.",
        "Ancestral support...? I'm not sure, neither are the gnolls. It's all theory after that.",
        "Anytime. Be well."
      ],
      "store": [
        {
          "gamelink": "\\aITEM -1963643975 -1815928484:Sable Gloves of the Gnoll Hunter\\/a",
          "prices": [
            {
              "coin": 4766
            }
          ]
        }
      ]
    },
    {
      "name": "a beaded lizard",
      "levelRange": "14",
      "locations": [
        "-522.08,-13.29,-444.44",
        "-468.59,-10.57,-389.73",
        "-417.78,-6.35,-336.6",
        "-417.08,0.27,-214.92",
        "-666.28,-4.98,-261.27",
        "-678.4,-7.74,-270.16",
        "-689.24,-21.06,-470.48",
        "-498.22,-6.72,-451.79",
        "-493.49,-6.33,-444.38",
        "-837.46,-26.12,-529.32",
        "-815.39,-29.32,-500.84",
        "-787.76,-23.14,-382.22",
        "-773.62,-22.29,-388.26",
        "-740.35,-23.84,-433.27",
        "-688.65,-21.24,-429.68",
        "-773.82,-15.86,-336.83",
        "-832.48,-31.19,-445.74"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1574255205 902748530:reptile meat\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a bear cub",
      "levelRange": "12-13",
      "locations": [
        "-409.99,-2.64,591.75",
        "-386.35,-4.92,534.13",
        "-242.86,-14.12,145.11",
        "-300.2,-12.89,220.08",
        "-266.56,-20.09,332.17",
        "-350.44,-7.43,349.38",
        "-318.22,-13.97,91.3",
        "-480.44,-18.69,237.96",
        "-361.93,-12.09,17.24",
        "-227.86,-15.80,42.47",
        "-337.44,-10.06,622.06",
        "-357.28,-5.34,578.77",
        "-412.55,-3.01,530.25",
        "-402.87,-1.78,553.63"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -636291851 -1767706065:Advanced Scholar Volume 12\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1269626589 -374616090:Far Seas Trading Requisition ANT0221\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1220921376 -1898565537:iron scourge\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1941570614 -1184561711:tanned leather pelt\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Blarton Blumble",
      "locations": [
        "-1830.76,-37.85,-540.43"
      ],
      "utterances": [
        "Oh, you've found it! Thank you so much! I didn't think I'd ever get it back. I don't know how I can repay you. I'm in your debt, friend.",
        "Hello again! Thanks again for finding my lure for me. I can't wait to get back to fishin' my old spots as soon as my leg is healed. I've been cooped up here longer than I had hoped and I just can't stop wondering how my favorite spots are right now. Are the fish biting? Have the gnolls fished 'em out yet? I can't stand not knowing! Can you please go check my fishin' spots for me and let me know how they are?",
        "Oh, thank you so much. If I can't get out there and fish, at least I can find out what's going on. Here, let me see that journal you've got there and I'll write down all my favorite spots for you. Mind you, I'd take it as a favor if you don't go showin' this to anyone else. These spots are nice and quiet and I'd like to keep 'em that way.",
        "I couldn't bear to go through all this time healing only to finally get back out there and have a crowd of people fishin' in my spot.",
        "What? Oh, hello there.",
        "Thank you so much!",
        "Why, hello there! Pleased to meet you, friend. I do hope you're having a better day than I am. With my leg being as it is, I'm not sure how much longer I can take being stuck here.",
        "Ah, I can't believe I was such a darn fool. How'd I manage to hurt my leg and lose my best fishin' lure all in one day? There I was up on the coast, north of here, having a nice walk before settling down for a long day of fishin' when I slipped and hurt my poor leg.",
        "It hurt somethin' fierce and I only barely managed to drag myself back here. The next morning I found I could stand on it okay, but not for too long. I thought I'd try to do some fishin' here at this nice pond since I'm stuck until I can heal enough to get back to my favorite fishin' holes. Just as I was getting set up, I realized I'd lost my favorite lure! I must have dropped it somewhere up on the beach north of here near where I fell. With my leg like this, I can't go and look for it myself. I don't suppose you might be able to help find it for me?",
        "Hello again! Please hurry back when you're done.",
        "Wonderful! Thank you for checking on my spots for me. It sounds like it would be a great fishing day if I could make it out there. At least now I know everything's fine and most of my favorite places are teeming with fish and are still as quiet as ever.",
        "I'm sorry to trouble you again after all that you've done, but I need you to find a specific fish for me. I've been trying to catch him for a long time now, but he's a cunning old devil and he always gets away.",
        "His name is Ol' One Eye. He's been living in these waters for some time and has eluded many a would-be fisherman. Can you go look for him and let me know if he's still out there? I just can't stop wonderin' where he is.",
        "Thanks again, friend. Please, don't try to catch or harm him. I've been waiting a long time to catch up with him and I want to catch him myself. Good luck with the search!",
        "Ahh, so he's still out there lurking. I'll just have to rest up and save my strength so I can get back to the hunt. I will catch him someday! I know it isn't enough for all that you've done for me, but please take this reward. Thank you so much for all your help!",
        "Well, hello again. It's good to see you. I don't suppose that you can offer me a little more assistance?",
        "My cousin had a tin of bait for me, but he left it sitting at an abandoned camp to the south of here while he was out and about. Now I hear some gnolls have moved in. Do you think you can pick up the bait for me?",
        "Thank you, and good luck."
      ]
    },
    {
      "name": "a blight oak",
      "levelRange": "15",
      "locations": [
        "-1817.79,-9.48,733.11",
        "-1826.42,-9.57,753.40",
        "-1841.03,-7.94,744.37",
        "-1777.95,-12.09,675.27",
        "-1762.02,-12.18,719.79",
        "-1786.39,-12.56,757.36",
        "-1664.95,-2.04,651.33",
        "-1595.68,1.52,602.96",
        "-1580.70,3.03,612.21",
        "-1508.58,-1.08,582.56",
        "-1539.82,-3.02,539.47"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 984980240 -1574956445:wooden splinter\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a bloated skeleton",
      "levelRange": "21",
      "locations": [
        "-1773.82,-8.62,867.13",
        "-1805.94,-14.37,828.59",
        "-1811.30,-14.37,828.59",
        "-1818.68,-14.37,825.94"
      ],
      "utterances": [
        "You made your final mistake.",
        "It's only a minor setback.",
        "There can be no end to us. ",
        "Going somewhere?",
        "The living wander too close."
      ],
      "drop_coin_min": 72,
      "drop_coin_max": 73
    },
    {
      "name": "a Bloodsaber agent",
      "levelRange": "20",
      "locations": [
        "-1676.53,-1.32,-321.63",
        "-1977.54,16.96,-706.37"
      ],
      "drop_coin_min": 110,
      "drop_coin_max": 110
    },
    {
      "name": "a Bloodsaber Corruptor",
      "levelRange": "20",
      "locations": [
        "-1676.53,-1.32,-321.63"
      ],
      "utterances": [
        "Who are you?"
      ]
    },
    {
      "name": "Bobby McQuibble",
      "locations": [
        "-1934.5,-36.17,-614.11"
      ],
      "utterances": [
        "Yes?"
      ]
    },
    {
      "name": "Bra'ak the Reptile",
      "levelRange": "18",
      "locations": [
        "-2178.33,8.83,96.88"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1720905930 2100795833:a gnoll tooth\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1241584883 1094293198:Trinket: A Small Metal Figure\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 19,
      "drop_coin_max": 19,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "Breeza Harmet",
      "locations": [
        "-1840.79,-38.09,-515.76"
      ],
      "utterances": [
        "Hello, traveler!  I'm sorry about the mess. I'm carving a set of chess pieces, but I'm almost finished. Please, I'll only be a few minutes. Won't you listen to my story of the chessboard of Stormguard? I must know if it's only a story or if it bears any truth!",
        "I love carving and shaping the wood, but I enjoy the game even more. It's nice to sit in the warm sun playing chess with a friend. And talking about real queens and knights! Which reminds me ...   Did you know that the Knights of Thunder played chess, too? I heard stories that they hold their banquets upon a giant chessboard!  Oh, that'd be wonderful to see!"
      ]
    },
    {
      "name": "Bulvar Rakgam",
      "locations": [
        "-2114.37,-39.88,433.62"
      ],
      "utterances": [
        "Yes? Do you bring me news?",
        "Odd little thing. Did it come from a gnoll?",
        "I thought so. I do not know what to make of it, but Barstan Rheyble might, he studies these things.",
        "Just below me, outside the keep but still on the island. I hope he can help.",
        "I am Bulvar, you must be <player name>. Am I correct?",
        "Indeed. I have heard of the help you have provided me, I am quite thankful.",
        "Save your manners. Thanking you was not the reason I called you here. I wish to ask for your help once again.",
        "The Sabertooth gnolls are growing bolder each day. Magnon and Tyllia--both with your help--provided me with a great deal of information. Under the banner of the Sabertooth, the Cavemaw and Darkpaw gnolls have been expanding their operations. I wanted to tell both Magnon and Tyllia this but I have twice had gnolls attack my couriers--this is not normal.",
        "That was my first question too. Fast, efficient trade routes have been opened up between Blackburrow and Antonica. I don't know the precise plans of the gnolls that remain in Blackburrow. The gnolls in Antonica, however, seem to be preparing for a big offensive. They are not yet prepared for such an action, but they will be soon. This is why I ordered Magnon to hold off on further exploration of the cave.",
        "Exactly. The gnolls aren't smart, but they're not stupid either. The plan for this offensive isn't some kind of raid meant to get supplies, but rather a permanent move into the open of Antonica. The gnolls want to expand their caved cities into every mountain and hill. Now, obviously the people of Antonica would never let this happen--but the gnolls aren't smart enough to realize that. They will attempt it and many lives will be lost.",
        "Not very soon. If we need, we have plenty of time to prepare. However, I would prefer to stop it before it even starts, and that is where you come in.",
        "I've been managing some units of the Qeynos Guard. I have had them watching a number of gnoll encampments across Antonica. Many of these gnolls will make up a sizable portion of the army the gnolls hope to amass. Soon I will give the word to strike. While I'm doing that I need your help on the battlefield but at a higher level.",
        "I have intelligence that points me to five gnolls who will play very specific roles in this plot. Once you have taken them out we will allow word to reach the camps. As that occurs the guards will decimate the camps, leaving a few gnolls alive so that the rest will hear their stories. The blow to their morale should be enough to put this plot on the backburner for good.",
        "The first is Animator Z'Apha. There is a farm just southwest of here. Z'Apha has been sending scarecrows into the fields of Antonica. He hasn't acted yet, but I do not want to wait for that. Head down to that farm, kill eight of his rotstuffed scarecrows, and put an end to Animator Z'Apha.",
        "Return to me once you've finished.",
        "Z'Apha and his minions?",
        "Good, good. Are you ready for the next one?",
        "Good. Bra'ak the Reptile has been training gnolls in the hills north of here. He's a skilled assassin and we need to take him out before his knowledge has sunk too far into the ranks of the Sabertooth gnolls. Kill him and six of the Sabertooth darkstriders that share his camp. You can find him in the rocky hills north of here--just south west of the Vale of Shattering.",
        "We will all feel safer with him out of the picture. Be safe, <player name>.",
        "Do you have news?",
        "Most excellent, <player name>. Our work is progressing. Are you ready for the next gnoll?",
        "Tactician Mengs has always been--at least by gnoll standards--a military genius. You can find him in the tunnel that leads to the Steppes far to the south west. It rests behind the waterfall at the southern end of the river to our west. Kill him and his guards.",
        "It is my guess that he is the one who planned the Antonican siege. With him out of the way I do not believe the gnolls can properly handle a dynamic battlefield.",
        "The tactician?",
        "Excellent. Are you ready for an easy break? Our latest reports place the final two gnolls in the same location.",
        "North west of here. Graalwen and Jayl'Krik. There is a mountain just this side of the river. Upon that mountain Graalwen and Jayl'Krik have set up temporary camps. They are task masters from Blackburrow and are being sent to the Cavemaw and Darkpaw packs. For now they are in their camps with a number of guards. When you go for them, also take out a number of the camp and spear guards. To break the Blackburrow elite will be a great psychological victory.",
        "Good luck, <player name>.",
        "There is not much in this land that can surprise a well prepared adventurer."
      ]
    },
    {
      "name": "a Caltorsis cleric",
      "levelRange": "18",
      "locations": [
        "-1396.75,-22.53,-805.21",
        "-1343.9,-36.1,-831.89",
        "-1417.36,-27.64,-847.52",
        "-2008.27,16.27,-685.70"
      ],
      "utterances": [
        "You cannot kill what is already dead!",
        "You will see us again in your nightmares!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -45192848 1925795437:a vial of spectral essence\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Caltorsis knight",
      "levelRange": "18",
      "locations": [
        "-1518.04,-11.27,-713.64",
        "-1359.74,-18.96,-734.71",
        "-1370.86,-17.23,-731.49",
        "-1343.04,-21.74,-740.3",
        "-1329.15,-21.57,-734.43",
        "-1279.41,-16.92,-673.97",
        "-1515.64,-14.14,-818.17",
        "-1535.91,-12.51,-780.85",
        "-1445.14,-14.37,-627.14"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 599111897 -1109797835:pouch of peat\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 16,
      "drop_coin_max": 284
    },
    {
      "name": "a Caltorsis magi",
      "levelRange": "18",
      "locations": [
        "-1521.8,-12.3,-651.07",
        "-1511.49,-12.36,-713.75",
        "-1523.15,-9.57,-706.75",
        "-1500.1,-14.82,-828.25",
        "-1999.95,17.64,-693.86"
      ],
      "utterances": [
        "That pile of bones was my friend!",
        "Sleep.",
        "Rest in peace.",
        "Final death comes at last.",
        "The rest has come."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1561950944 1317412667:a skeleton arm\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 36,
      "drop_coin_max": 36
    },
    {
      "name": "a Caltorsis watchman",
      "levelRange": "18",
      "locations": [
        "-1521.8,-12.3,-651.07",
        "-1530.94,-11.01,-650",
        "-1527.97,-8.01,-709.89",
        "-1501.97,-15.22,-821.82"
      ],
      "utterances": [
        "You cannot eliminate us!",
        "That pile of bones was my friend!",
        "Your eyes are so pretty."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -706628170 -1709607238:a skeleton leg\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Camden",
      "locations": [
        "85.84,-20.46,-34.27"
      ],
      "utterances": [
        "Greetings, citizen. I am on guard duty.  Should you get into trouble, seek me out.",
        "Good day to you, citizen. All preserve Queen Antonia."
      ]
    },
    {
      "name": "Cantile Digglefiz",
      "locations": [
        "-1899.7,-33.82,-516.5",
        "-1894.24,-32.82,-505.17"
      ],
      "utterances": [
        "Chopping, chopping, chopping! This is an excellent way to take ones mind off of things!"
      ]
    },
    {
      "name": "Captain Beltho",
      "locations": [
        "-2103.03,-44.51,437.84"
      ],
      "utterances": [
        "On your way -- unless you're here on official business.  I've got enough work here for ten men, and only two at my disposal!",
        "I have no report, because there's nothing to report. We've had no luck finding the hidden entrance to the gnolls' lair. I need more time and more men to track them down.",
        "I appreciate your help. I'd like you to search the most southern lands. One of our scouts mentioned seeing gnolls in the area, and another scout mentioned a number of bridges connecting the islands. It's probably another dead end, but if you do find the gnoll lair, return to me and I'll finish the report.",
        "Well done indeed! I'll finish the report, along with your description of the area, and you may take it to Captain Eitoa. "
      ]
    },
    {
      "name": "Captain Eitoa",
      "locations": [
        "36.98,-18.49,-31.52",
        "61.87,-19.7,-14.25",
        "53.28,-19.3,-12.62",
        "18.23,-15.41,-39.92",
        "7.11,-14.31,-53.82",
        "-16.54,-14.06,-67.94",
        "55.58,-18.96,-42.88",
        "80.05,-20.83,-22.54"
      ],
      "utterances": [
        "I wouldn't mind chatting with you in Irontoe's East, but here I've got work to do.",
        "Good.  I worry about our outposts, especially the ones that... well, let's just say I'm relieved.  At any rate, here's a bit of coin from the city's coffers. Qeynos thanks you for your service.",
        "I do.  I need someone to check with Captain Beltho at Gnollslayer Keep and return with his report about the gnolls.  I hope he's made progress since the last one.",
        "It's a fair distance, but not hard to find. Take the south path around the mountain range that splits Antonica.  Once you cross the bridge at the far side of the valley, follow the river a hundred cogs or so, then turn east until you see a small keep with a moat. Captain Beltho should be there. If he's not, I'll want to know why he's not at his post.",
        "There is something you can do. I've posted a guard at the Keep of the Ardent Needle, and he hasn't been reporting to me as often as I'd like. Would you go inspect the keep and make sure everything is in order?",
        "Give me a moment to read over this...  Finally, some real progress! Beltho mentions your involvement with finding the hidden entrance to the gnoll lair. Well done!",
        "Don't underplay your skills.  Without your help, Beltho would still be searching for the hidden entrance to the lair. Take this signet ring as a mark of my gratitude and trust.",
        "I was prepared to send several of my men to the Thundering Steppes with a message to Captain Sturman.  My troops here are already spread thin warding off gnoll attacks. If you could deliver the message to the Captain, I can keep my men on duty. ",
        "Thank you for serving Qeynos. Take this communique to Captain Sturman at Bridge Keep.  It's to the east in the Thundering Steppes.  Be careful, you will be traveling through gnoll territory.",
        "I know. I've alerted the officials about the problems at Bridge Keep.  Unfortunately, they won't provide more men, and we can't spare any of our troops. But thank you for delivering me the message, nonetheless. Sturman is a strong fighter and a smart leader; that's why he's been stationed in the Thundering Steppes. He'll protect his people.",
        "I appreciate your help. Here is a small payment from the Qeynos treasury. It's not much, but it's all I'm authorized to compensate you.",
        "I heard the Bloodsabers are causing problems for Wesealen, but I didn't realize he was so entangled in the matter. Has he enlisted you? ",
        "Well, let me have a look at this letter of yours.",
        "Why, this reveals the time and place of an upcoming Bloodsaber gathering!  This is valuable information indeed!  You are to be commended.  I wish I could spare a few warriors to assist you, but I cannot.  Still, Antonica needs you to subdue the Bloodsabers before the village folk become panicked. ",
        "Then make haste to the old mill on Windstalker Pond.  Seek out Riason Hanagom ... and kill him.  He is one of their leaders, and a traitor against Qeynos.  After you have finished the deed, return to me and give me any further information you have discovered.  This is urgent.",
        "This letter cannot be read.  It must've been enspelled with a cipher.  Take it to the tower, and find a magi who can unlock the code.  We need to know what this says before we plan our next move.",
        "I've heard he has talent.  Hmm ... interesting.  There's a plan to join forces with something called the Dark Coven -- a cabal of renegade priests and magis.  The Bloodsabers have sent a courier to meet them.  Shall we foil this plan?",
        "You must stop that courier. A union between the Bloodsabers and the Dark Coven would be terrible for our fair city. Take the south road, and hurry. I will speak with Wesaelen, and see if he has uncovered more information.",
        "Go then.  You'll find the Keep on the north side of the ridge, just this side of the Tower of the Oracles. It's one of the few keeps in pristine condition."
      ]
    },
    {
      "name": "a Cavemaw grub hunter",
      "levelRange": "14",
      "locations": [
        "-754.23,-9.82,-216.2",
        "-744.17,-5.39,-228.16",
        "-761.43,-6.48,-236.09",
        "-768.39,-7.67,-233.83",
        "-776.31,-9.09,-240.36",
        "-777.34,-11.68,-262.59",
        "-747.37,-3.98,-237.77"
      ],
      "utterances": [
        "Kill it!",
        "Uh oh... That's not good.",
        "Attack!",
        "More Qeynos food!",
        "Go with Fippy, fallen one!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 17,
      "drop_coin_max": 27,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Cavemaw rock melter",
      "levelRange": "16",
      "locations": [
        "-822.19,-20.35,-139.39",
        "-843.97,-21.27,-96.38",
        "-997.26,-14.48,94.9"
      ],
      "utterances": [
        "Not allowed here!",
        "Bite! Show sharp teeth!",
        "Another member of the pack down!",
        "That one will never mate!"
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Cavemaw tamer",
      "levelRange": "17",
      "locations": [
        "-789.86,-14.11,-168.39",
        "-821.16,-20.41,-137.08",
        "-843.99,-21.22,-93.07",
        "-854.89,-20.19,-97.12",
        "-879.07,-8.82,-67.18",
        "-962.2,-18.76,50.91"
      ],
      "utterances": [
        "Bite! Show sharp teeth!",
        "Another member of the pack down!",
        "That one will never mate!",
        "Spin, weave, dodge, attack!!!",
        "Not allowed here!",
        "That one never mate!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 17,
      "drop_coin_max": 232,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Cavemaw tunneler",
      "levelRange": "17",
      "locations": [
        "-814.85,-18.64,-142.33",
        "-832.39,-29.09,-53.59",
        "-820.02,-30.65,-15.19",
        "-815.63,-31.13,-2.67",
        "-841.1,-31.56,6.2",
        "-904.91,-23.12,-118.69",
        "-956.4,-21.96,-137.92",
        "-893.87,-6.61,-183.72",
        "-855.86,-10.14,-135",
        "-914.76,-18.88,-23.63"
      ],
      "utterances": [
        "Not allowed here!",
        "Another member of the pack down!",
        "Spin, weave, dodge, attack!!!",
        "Bite! Show sharp teeth!",
        "That one will never mate!",
        "That one never mate!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 2104020758 1876236984:flask of rancid water\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1720905930 2100795833:a gnoll tooth\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 24,
      "drop_coin_max": 29,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a cistern worm",
      "levelRange": "17",
      "locations": [
        "-894,-25.38,-157.35",
        "-909.97,-25,-178.82",
        "-888.79,-27.17,-170.42"
      ]
    },
    {
      "name": "a cistern worm pupa",
      "levelRange": "16",
      "locations": [
        "-894.19,-23.56,-127.47",
        "-885.73,-23.9,-141.49",
        "-897.01,-23.69,-147.1",
        "-904.06,-23.1,-162.52",
        "-918.17,-23.07,-166.72"
      ]
    },
    {
      "name": "a Coldwind barracuda",
      "levelRange": "11",
      "locations": [
        "434.32,-47.03,982.05",
        "429.44,-48.97,969.28",
        "373.71,-53.96,927.75",
        "73.85,-43.39,854.98",
        "83.58,-46.59,866.78",
        "89.3,-43,867.55",
        "89.35,-49.99,863.32",
        "302.35,-50,922.27",
        "332.85,-48.22,922.26",
        "332.8,-48.22,933.51",
        "343.25,-48.24,922.19",
        "-1612.29,-43.42,-970.68",
        "-1608.72,-46.76,-1004.51",
        "-1457.43,-48,-901.07",
        "-1445.82,-44.92,-895.12",
        "-1489.36,-49.73,-955.2",
        "-1475.84,-46.64,-961.08",
        "-1474.67,-49.99,-976.98",
        "-1387.76,-48,-1033.93",
        "-1398.01,-52.3,-1104.42",
        "-1386.39,-45.84,-1112.58",
        "-1446.21,-50.64,-1123.4",
        "-1375.47,-49.29,-1139.81",
        "-1257.68,-48,-1131.91",
        "-1191.81,-44.64,-1139.62",
        "-1177.77,-48,-1147.88",
        "-1048.02,-44.26,-1148.55",
        "-1022.45,-46.63,-1107.28",
        "-1022.5,-46.66,-1099.01",
        "-964.58,-44.88,-960.16",
        "-884.13,-47.11,-868.48",
        "-873.98,-48,-832.47",
        "-821.09,-44.89,-805.46",
        "-788.37,-48.43,-834.24",
        "-725.37,-55.89,-690.46",
        "-697.69,-46.77,-624.42",
        "-697.68,-46.78,-630.63",
        "-706.85,-44.77,-618.52",
        "-679.2,-42.82,-570.55",
        "-662.75,-44.19,-548.94",
        "-652.08,-55.06,-610.4",
        "-657.76,-49.69,-611.39",
        "-655.33,-51.05,-622.23",
        "-631.51,-47.67,-605.65",
        "-614.45,-51.91,-618.43",
        "-537.65,-48.65,-651.66",
        "-520.94,-46,-655.45",
        "-506.57,-45.95,-682.37",
        "-585.15,-49.26,-856.99",
        "-563.88,-49.15,-870.01",
        "-532.2,-46.48,-871.42",
        "87.68,-60,-971.47",
        "69.7,-48.41,-947.72",
        "66.1,-48.09,-937.4",
        "-106.53,-50.12,911.57"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1928599602 -991468335:a broken barracuda fang\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Coldwind manta ray",
      "levelRange": "12",
      "locations": [
        "240.8,-49.92,933.36",
        "-1592.26,-47.99,-924.51",
        "-1480.5,-48.85,-955.38",
        "-1445.82,-43.61,-919.18",
        "-1428.4,-43.61,-961.46",
        "-1469.04,-43.61,-973.54",
        "-1376.18,-48.29,-1029.21",
        "-1381.32,-49.54,-1092.63",
        "-1389.43,-52.75,-1095.86",
        "-1380.13,-48.48,-1102.6",
        "-1036.4,-44.65,-1115.27",
        "-884,-47.06,-868.31",
        "-733.9,-45.21,-734.79",
        "-624.93,-47.75,-596.68",
        "-610.36,-50,-624.07"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1051500582 548157122:Far Seas Trading Requisition ANT037\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -920390916 661502238:a poison gland\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 828347673 526887905:ray meat\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Coldwind octopus",
      "levelRange": "18",
      "locations": [
        "366.11,-45.5,912.44",
        "44.33,-44.37,873.32",
        "-1474.85,-43.61,-967.5",
        "-1416.79,-48.8,-961.46",
        "-1387.76,-48,-973.54",
        "-1399.37,-48,-1021.85",
        "-1393.56,-48.8,-1076.2",
        "-1387.63,-53.97,-1082.36",
        "-1370.34,-50.8,-1100.36",
        "-1370.34,-45.61,-1088.28",
        "-1410.98,-56,-1112.44",
        "-1432.27,-47.28,-1115.33",
        "-1418.02,-53.98,-1147.74",
        "-1364.54,-47.61,-1118.48",
        "-1352.92,-47.61,-1118.48",
        "-1300.67,-48,-1118.48",
        "-1064.73,-48,-1147.92",
        "-978.95,-48.63,-997.78",
        "-926.59,-44.18,-898.7",
        "-888.82,-44.56,-882.63",
        "-791.34,-49.99,-838.08",
        "-775.98,-48.68,-823.39",
        "-761.15,-43.12,-829.38",
        "-801.3,-44.9,-878.97",
        "-713.76,-54,-637.38",
        "-469.24,-47.1,-848.71",
        "-55,-52.5,903.62"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1165459183 1011394565:Far Seas Trading Requisition ANT0229\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1715014641 -1581280969:ink sack\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Coldwind perch",
      "levelRange": "12",
      "locations": [
        "400.43,-55.48,921.96",
        "343.95,-45.95,886.01",
        "345.18,-48.24,906.52",
        "309.57,-48.88,914.54",
        "309.66,-51.95,903.14",
        "327.05,-50.16,924.99",
        "321.36,-45.4,922.36",
        "326.89,-48.49,908.28",
        "317.57,-45.97,908.91",
        "297.58,-44,910.96",
        "-735.43,-50.08,-709.96",
        "-722.91,-53.12,-688.69",
        "-702.17,-51.48,-639.26",
        "-67.04,-54,888.44",
        "-57.24,-43.76,888.43"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1394747759 1963691358:a fish eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -595786562 -1168539999:a fish meat\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a coldwind pike",
      "levelRange": "13",
      "locations": [
        "427.82,-44.98,977.77",
        "44.49,-44.42,881.81",
        "51.46,-53.98,881.85",
        "73.81,-45,863.37",
        "79.06,-44.99,863.27",
        "295.31,-48,848.64",
        "-1603.89,-21.59,-74.62",
        "-1614.41,-24,-77.53",
        "-1602.07,-21.21,-63.91",
        "-1613.08,-22.54,-68.45",
        "-1567.32,-46.15,-999.5",
        "-1567.15,-47.98,-986.95",
        "-1579.45,-48,-981.84",
        "-1624.3,-49.95,-960.83",
        "-1620.38,-52,-967.81",
        "-1575.2,-47.99,-994.18",
        "-1546.97,-48,-992.51",
        "-1522.46,-47.88,-990.71",
        "-1493.64,-44,-997.71",
        "-1501.83,-44.06,-987.19",
        "-1497.9,-47.98,-1006.44",
        "-1488.74,-44.64,-1009.5",
        "-1384.32,-50.05,-1090.08",
        "-1446.69,-47.72,-1131.85",
        "-1417.96,-51.25,-1145.18",
        "-1368.19,-54.05,-1134.83",
        "-1362.28,-50.6,-1148.58",
        "-1355.85,-47.95,-1117.17",
        "-1273.77,-46.71,-1131.45",
        "-1262.6,-44.64,-1147.86",
        "-1248.44,-44.64,-1172.18",
        "-1243.68,-42.74,-1184.9",
        "-1206.08,-48,-1156.04",
        "-1220.18,-44.64,-1156.02",
        "-1163.66,-44.64,-1139.67",
        "-1122.42,-46.43,-1138.7",
        "-1135.59,-48,-1139.74",
        "-1135.33,-47.99,-1131.6",
        "-1036.59,-44.64,-1123.41",
        "-1043.64,-48,-1118.47",
        "-938.14,-43.54,-946.4",
        "-929.58,-43.76,-960.18",
        "-924.85,-46.34,-937.36",
        "-898.16,-44.28,-885.77",
        "-830.92,-47.16,-808.97",
        "-722.28,-43.8,-764.84",
        "-706.9,-44.77,-618.41",
        "-559.6,-47.49,-666.19",
        "-518.75,-48.81,-665.4",
        "-104.71,-47.17,907.23",
        "-25.59,-48.48,858.81",
        "-1496.61,-19.41,-562.96",
        "-1492.9,-20,-580.67",
        "-1502.69,-18.07,-515.29",
        "-1512.06,-23.44,-513.36",
        "-1511.07,-20.59,-501.97",
        "-1524.48,-20.5,-498.1",
        "-1530.16,-22,-493.96",
        "-1527.65,-20.33,-459.73",
        "-1521.69,-22,-451.04",
        "-1511.52,-19.05,-435.29",
        "-1713.95,-20.88,388.17"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1928599602 -991468335:a broken barracuda fang\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1269626589 1655321168:Far Seas Trading Requisition ANT0221\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1061912288 -2039705745:Far Seas Trading Requisition ANT0424\\/a",
          "chest": true
        }
      ]
    },
    {
      "name": "Conall Lancebreaker",
      "locations": [
        "-1893.33,-36.03,-616.11"
      ],
      "utterances": [
        "Hail, right back at ya.",
        "Grab an ale, me friend!",
        "I should be gettin' back to me wife, before she comes callin' after me... again."
      ]
    },
    {
      "name": "Cooper",
      "locations": [
        "-552.36,-12.85,-316.71"
      ],
      "utterances": [
        "Feel free to browse my wares... or perhaps you're interested in selling some of yours? Say... no, never mind.",
        "How perceptive of you to notice that I am in dire need of aid. A... close friend of mine... has requested news from the city and, sadly, I've not the time to deliver the repo... err... letter I have for him.",
        "Truly a lifesaver! Deliver this to Riason Hanagom, no need to return here when you're finished. Tell him that he'll need to pay you for your services. Do try not to look at it. The letter is rather personal and I would feel awkward if someone else were to read it."
      ],
      "store": [
        {
          "gamelink": "\\aITEM 1659182822 2099621516:a torch\\/a"
        },
        {
          "gamelink": "\\aITEM -426289183 -435115855:flask of pond water\\/a"
        },
        {
          "gamelink": "\\aITEM -1347014509 -1543938383:plain bread\\/a"
        },
        {
          "gamelink": "\\aITEM -1241081646 1326260278:rawhide leather rucksack\\/a"
        }
      ]
    },
    {
      "name": "Corporal Peckett",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "337.44,-17.17,736.48"
      ],
      "utterances": [
        "Hail, adventurer. I must warn you that Coldwind Point is not the safest place. Most of the garrison is on the march and the gnolls have been sighted nearby. I cannot guarantee your safety."
      ]
    },
    {
      "name": "a cow",
      "locations": [
        "-1893.75,-37.21,-521.77",
        "-1899.7,-33.82,-516.5",
        "-1905.78,-34.51,-529.9"
      ]
    },
    {
      "name": "a crimson falcon",
      "levelRange": "14",
      "locations": [
        "-573.65,-4.96,-413.92",
        "-512,-3.97,-420.03",
        "-479.19,3.23,-429.49",
        "-463.23,-0.53,-436.98",
        "-436.27,8.49,-400.11",
        "-431.4,6.49,-407.34",
        "-445.75,4.48,-436.97",
        "-434.2,7.94,-435.01",
        "-393.26,9.7,-436.93",
        "-374.08,4.49,-429.58",
        "-436.1,-0.76,-340.74",
        "-466.4,5.59,-317.75",
        "-441.02,11.17,-266.33",
        "-631.87,-10.92,-462.1",
        "-493.46,3.16,-333.42",
        "-806.97,-18.92,-520.04",
        "-882.09,-10.97,-587.75",
        "-828.71,-9.42,-367.08",
        "-800.69,-17.43,-501.47",
        "-848.61,-12.99,-539.45"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1401906576 341490251:a bird beak\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a dale snake",
      "levelRange": "14",
      "locations": [
        "-526.83,-13.97,-429.66",
        "-483.91,-8.47,-422.02",
        "-479.03,-11.32,-407.37",
        "-424.71,-15.88,-413.79",
        "-449.75,-8.67,-342.09",
        "-431.11,5.17,-273.68",
        "-424.08,3.91,-258.49",
        "-398.17,3.77,-229.95",
        "-475.19,-8.86,-232.62",
        "-486.87,-7.85,-239.69",
        "-688.61,-21.05,-476.23",
        "-618.35,-17.67,-492.9",
        "-498.35,-5.81,-459.19",
        "-503.1,-6.47,-464.95",
        "-773.71,-21.71,-384.99",
        "-673.8,-13.2,-375.35",
        "-765.36,-16.34,-346.45",
        "-782.07,-18.18,-355.97"
      ]
    },
    {
      "name": "Dancer",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-467.70,-0.73,536.78"
      ],
      "utterances": [
        "You must be an adventurer who's new to these parts. Who else would brave the wilds so far from the watchful eye of the Qeynos Guard?",
        "Adventurer ... explorer ... how would you like to be a courier too?",
        "I prefer the term frontierslady, but who am I to argue with a legendary adventurer. Please take this note to Sighard Sayer, proprietor of Sayer's Outfitters, the frontier trading post just to the north of here.",
        "Now, can you take that arrow and apply it to a training dummy in Archer Woods? Search for the dummy with the symbol of a golden tree and green arrow.",
        "The arrow is a special marker for some friends of mine.",
        "Thank you, courier. I trust you have done as I requested. If not, Trusaris will tell me. He sees all in Archer Woods, including your every step.",
        "Trusaris is the great oak of Archer Woods. He has lived in these hills for many ages. He has seen much grief in his lifetime. Now gnolls are taking over what is left of his home.",
        "You think you can clear all of Archer Woods? I doubt that, but I would be glad to see you try, as would Trusaris."
      ]
    },
    {
      "name": "a dankfur dock warden",
      "levelRange": "14",
      "locations": [
        "-49.09,-37.26,1055.62"
      ],
      "utterances": [
        "... zzz ...",
        "You will not ruin our lands!",
        "I'll rip your throat open!"
      ]
    },
    {
      "name": "a dankfur gnoll",
      "levelRange": "12",
      "locations": [
        "199.1,-20.04,862",
        "192.49,-19.66,853.4",
        "206.72,-20.84,874.65",
        "196.83,-20.19,876.51",
        "208.98,-20.99,881.33",
        "159.58,-23.08,872.64",
        "158.47,-22.15,859.8",
        "166.03,-19.47,850.29",
        "153.63,-23.65,851.71",
        "145.82,-24.48,887.28",
        "135.88,-24.48,888.6",
        "132.53,-24.48,880",
        "132.53,-24.48,844.84",
        "141.71,-24.73,834.92",
        "147.42,-24.63,843.13",
        "121.73,-24.5,855.5",
        "121.6,-24.49,844.43",
        "73.72,-17.94,986.14",
        "86.83,-12.75,1001.1",
        "24.01,-13.64,1013.31",
        "30.53,-15.2,1007.12",
        "7.35,-17.8,988.75",
        "13.5,-17.82,984.5",
        "7.31,-10.19,1000.95",
        "-25.71,-6.95,1037.68",
        "4.58,-4.56,1050.53",
        "23.85,-16.78,957.8",
        "13.47,-17.07,957.38",
        "169.68,-21.52,876.06",
        "199.51,-20.76,884.03",
        "192.69,-19.67,860.77",
        "172.6,-19.12,859.3",
        "172.85,-19.65,866.86",
        "164.26,-20.12,858.91",
        "136.09,-24.48,853.38",
        "140.31,-24.48,878.94",
        "152.79,-24.48,884.53",
        "127.72,-24.48,886.09",
        "238.75,-17.95,876.37"
      ],
      "utterances": [
        "Spin, weave, dodge, attack!!!",
        "Not allowed here!",
        "To arms!",
        "That one died.",
        "That one never mate!",
        "Kill it!  Kill it!",
        "Bite! Show sharp teeth!",
        "You gonna die so fast!",
        "Another member of the pack down!",
        "That one will never mate!",
        "You gonna pay for that.",
        "I must fight for Sabertooth pride."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1106708918 1102607084:Blackened Iron Relic\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1627573543 -1966055113:bride's promise\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1698232697 159043196:Chirannite Threat Totem\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1440351109 846870321:Far Seas Trading Requisition ANT0235\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1838982612 289946543:Far Seas Trading Requisition ANT0244\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -443962824 767118680:Far Seas Trading Requisition ANT0724\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 2104020758 1876236984:flask of rancid water\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -620595596 1477139875:A Foul Wind\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -6577808 -1093265408:a gnoll tail\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1720905930 2100795833:a gnoll tooth\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 599111897 -1109797835:pouch of peat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1161459075 1625987143:a small bronze key with a strange handle\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 9,
      "drop_coin_max": 186,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a darkclaw crab",
      "levelRange": "18",
      "locations": [
        "-2341.86,-38.16,-651.39",
        "-2347.47,-39.50,-640.65"
      ]
    },
    {
      "name": "a Dark Coven conjuror",
      "levelRange": "17",
      "locations": [
        "-1519.16,-9.01,-219.88",
        "-1515.57,-10.85,-92.12"
      ],
      "utterances": [
        "Thule's blood! You'll pay for that!",
        "I hope that doesn't happen to me!"
      ]
    },
    {
      "name": "a Dark Coven witch",
      "levelRange": "18",
      "locations": [
        "-1583.13,-12.92,-195.11",
        "-1480.55,-9.83,-311.45",
        "-1403.46,-3.15,-231.66",
        "-1457.27,-5.02,-160.27",
        "-1590.05,-13.63,-194.56",
        "-1545.23,-13.76,21.98",
        "-1491.33,-11.93,85.5",
        "-1532.89,-11.25,133.94"
      ],
      "utterances": [
        "I hope that doesn't happen to me!",
        "Thule's blood! You'll pay for that!"
      ],
      "drop_coin_min": 144,
      "drop_coin_max": 144
    },
    {
      "name": "a Darkpaw animator",
      "levelRange": "11",
      "locations": [
        "-185.68,-16.26,562.64"
      ],
      "utterances": [
        "More Qeynos food!",
        "Go with Fippy, fallen one!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 443386974 -1056914495:A crude gnoll scrawling\\/a",
          "chest": true
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw brigand",
      "levelRange": "18",
      "locations": [
        "-1763.83,-0.6,906.4",
        "-1757.84,-0.75,906.8",
        "-1755.83,0.26,918.44"
      ],
      "utterances": [
        "Kill it!  Kill it!",
        "I must fight for Sabertooth pride.",
        "You're stronger than me.",
        "You gonna die so fast!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 24,
      "drop_coin_max": 148,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw brute",
      "levelRange": "18",
      "locations": [
        "-1759.24,-3.54,886.24",
        "-1825.78,-11.12,669.84",
        "-1851.01,-8.56,749.43",
        "-1628.07,-0.18,640.44",
        "-1575.19,-1.55,589.31",
        "-1505.55,-1.41,586.92",
        "-1497.67,-2.57,562.37",
        "-1757.69,-5.37,879.43",
        "-1635.17,-1.06,631.06",
        "-1582.27,-2.42,581.46",
        "-1529.96,2.39,612.78",
        "-1576.36,-3.23,696.21",
        "-1488.74,-3.74,635.03"
      ],
      "utterances": [
        "Bite! Show sharp teeth!",
        "Not allowed here!",
        "Another member of the pack down!",
        "That one will never mate!",
        "That one never mate!",
        "Spin, weave, dodge, attack!!!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1450620039 489325026:carved bone trinket\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -201838473 2128147948:Far Seas Trading Requisition ANT0243\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -6577808 -1093265408:a gnoll tail\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1288017611 1507555502:small kerran doll\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "The Darkpaw Fanglord",
      "levelRange": "19",
      "locations": [
        "-1655.54,-2.61,671.65",
        "-1557.89,2.06,661.79"
      ],
      "utterances": [
        "Attack!",
        "Uhhhh... I think I go now!",
        "Go with Fippy, fallen one!",
        "More Qeynos food!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 277865908 127596559:Pierced Gnoll Earstud\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw lookout",
      "levelRange": "11",
      "locations": [
        "-128.82,-16.41,585.9"
      ],
      "utterances": [
        "Uh oh... That's not good."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw mystic",
      "levelRange": "12",
      "locations": [
        "-1095.25,-5.66,832.48",
        "-166.69,-25.09,727.98",
        "4.94,-13.36,557.81",
        "2.98,-8.47,581.04",
        "-176.64,-6.78,347.3",
        "-152.30,-27.47,621.32",
        "-151.00,-26.42,609.00",
        "-137.43,-25.76,713.52"
      ],
      "utterances": [
        "Attack!",
        "Go with Fippy, fallen one!",
        "More Qeynos food!",
        "Uhhhh... I think I go now!",
        "Awoooooo!",
        "Kill it!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1440351109 846870321:Far Seas Trading Requisition ANT0235\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -620595596 1477139875:A Foul Wind\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1161459075 1625987143:a small bronze key with a strange handle\\/a",
          "chest": true
        }
      ],
      "drop_coin_min": 32,
      "drop_coin_max": 217,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw pack leader",
      "levelRange": "12",
      "locations": [
        "203.63,-18.34,644.47",
        "-169.5,-24.68,720.3",
        "-195.21,-21.43,381.65"
      ],
      "utterances": [
        "That one will never mate!",
        "That one never mate!"
      ],
      "drop_coin_min": 18,
      "drop_coin_max": 22,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw pup",
      "levelRange": "8",
      "locations": [
        "43.81,-15.18,-87.56",
        "64.50,-15.85,-101.48",
        "88.13,-17.41,-79.59",
        "97.74,-15.87,-113.66",
        "74.08,-17.47,-73.45",
        "41.90,-15.55,-79.40"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1020266125 -1642361338:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1698232697 -1628225413:Chirannite Threat Totem\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a Darkpaw rotstuffer",
      "levelRange": "11",
      "locations": [
        "-175.09,-16.32,570",
        "-184.62,-16.5,571.97"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw rune caster",
      "levelRange": "18",
      "locations": [
        "-1829.22,-12.04,788.44",
        "-1826.06,-8.36,722.76",
        "-1654.51,-1.62,629.91",
        "-1619.58,-1.12,605.00",
        "-1586.49,-4.26,574.97",
        "-1619.99,-0.74,610.77",
        "-1528.68,1.26,623.45",
        "-1561.70,3.14,631.14",
        "-1547.78,1.70,645.08",
        "-1540.82,-1.99,676.71",
        "-1554.60,-6.12,692.66",
        "-1624.48,-4.77,717.33"
      ],
      "utterances": [
        "Spin, weave, dodge, attack!!!",
        "That one will never mate!",
        "Bite! Show sharp teeth!",
        "Another member of the pack down!",
        "That one never mate!",
        "Not allowed here!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1232349070 2064336354:badge of honor\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -6577808 -1093265408:a gnoll tail\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1720905930 2100795833:a gnoll tooth\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 599111897 -1109797835:pouch of peat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 40,
      "drop_coin_max": 40,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw shaman",
      "levelRange": "14",
      "locations": [
        "-218.41,-15.6,-99.04",
        "-216.06,-15.27,-109.16",
        "-207.98,-15.72,-101.72",
        "-203.64,-11.15,-59.04",
        "-185.63,-13.69,-55.15",
        "-373.64,-1.01,-370.47",
        "-363.48,0.55,-530.03",
        "-961.26,-15.07,294.57",
        "-991.56,-12.12,363.11",
        "-969.32,-15.79,385.29",
        "-935.24,-19.29,328.13"
      ],
      "utterances": [
        "That one never mate!",
        "Uh oh... That's not good.",
        "Another member of the pack down!",
        "That one will never mate!",
        "Go with Fippy, fallen one!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw soldier",
      "levelRange": "14",
      "locations": [
        "-164.41,-15.88,-100.61",
        "-193.75,-14.66,-94.15",
        "-199.43,-14.37,-82.8",
        "-188.67,-14.37,-90.05",
        "-233.51,-11.87,-76.45",
        "-228.44,-13.92,-89.04",
        "-219.15,-13.52,-75.25",
        "-241.24,-5.09,-68.08",
        "-246.14,-0.23,-57.74",
        "-225.89,-10.75,-54.36",
        "-227.93,-8.36,-43.77",
        "-207.7,-13.84,-72.79",
        "-172,-14.37,-82.93",
        "-950.26,-17.69,297.11",
        "-958.07,-14.40,303.73",
        "-962.27,-12.41,308.76",
        "-979.63,-12.50,312.85",
        "-986.05,-14.64,317.13",
        "-986.41,-15.89,328.73",
        "-986.38,-13.74,346.98",
        "-986.59,-13.78,353.39",
        "-965.05,-14.86,381.31",
        "-957.50,-14.41,374.51",
        "-937.89,-15.72,367.69",
        "-932.01,-14.67,371.71",
        "-930.86,-17.40,361.41",
        "-933.41,-19.15,335.36",
        "-922.00,-24.27,323.82"
      ],
      "utterances": [
        "Another member of the pack down!",
        "Uh oh... That's not good.",
        "Go with Fippy, fallen one!",
        "That one will never mate!",
        "Uhhhh... I think I go now!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 295026780 -1433839586:a gnoll paw\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1136651119 1578780024:intricately carved acorn\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 28,
      "drop_coin_max": 41,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw tribal elder",
      "levelRange": "13",
      "locations": [
        "-571.64,-18.95,457.66",
        "-953.89,-16.06,347.14"
      ],
      "utterances": [
        "Another member of the pack down!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 295026780 -1433839586:a gnoll paw\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw war leader",
      "levelRange": "16",
      "locations": [
        "-363.4,-0.09,-542.77"
      ],
      "utterances": [
        "Uh oh... That's not good."
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Darkpaw youth",
      "levelRange": "12",
      "locations": [
        "404.27,-23.69,673.98",
        "198.75,-18.33,650.4",
        "192.69,-18.31,652.92",
        "191.7,-18.03,644.65",
        "210.59,-18.83,656.19",
        "201.66,-19.11,668.76",
        "-19.83,-7.18,680.67",
        "-1253.04,2.66,796.46",
        "-1551.55,1.82,830.94",
        "-157.25,-26.1,732.72",
        "-57.14,4.5,-225.11",
        "-66.9,2.31,-200.16",
        "-79.09,6.4,-222",
        "-89.01,7.7,-215.4",
        "-108.27,5.09,-203.69",
        "140.79,-22.41,546.06",
        "185.96,-24.13,508.01",
        "-177.36,-24.61,729.96",
        "-167.34,-24.81,718.11",
        "-166.69,-25.09,727.98",
        "-171.98,-24.36,740.39",
        "-186.19,-24.05,722.55",
        "-158.67,-13.27,573.34",
        "15.62,-13.82,562.26",
        "13.82,-13.78,557.01",
        "3.96,-12.7,572.14",
        "19.11,-13.35,576.5",
        "14.7,-12.94,583.99",
        "-184.18,-14.07,362.99",
        "-185.5,-19.32,380.72",
        "-192.21,-17.84,370.29",
        "-172.73,-15.89,379.82",
        "-204.44,-19.98,383.04",
        "-646.18,9.65,52.98",
        "-150.98,-27.44,622.64",
        "-156.96,-24.56,773.45",
        "-146.58,-26.87,607.47",
        "-151.74,-26.67,610.81",
        "-137.29,-27.30,728.06"
      ],
      "utterances": [
        "Attack!",
        "More Qeynos food!",
        "Kill it!",
        "Uhhhh... I think I go now!",
        "Uh oh... That's not good.",
        "Go with Fippy, fallen one!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1698232697 159043196:Chirannite Threat Totem\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1838982612 289946543:Far Seas Trading Requisition ANT0244\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 254183980 -1846212575:Paraffin Sealed Document\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 599111897 -1109797835:pouch of peat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1288017611 1507555502:small kerran doll\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 10,
      "drop_coin_max": 267,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        },
        {
          "name": "The Qeynos Guard",
          "value": 50
        }
      ]
    },
    {
      "name": "Darmen Sproutmore",
      "race": [
        "halfling"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-703.21,-15.21,264.35"
      ],
      "utterances": [
        "Hail to you, adventurer! Mind your feet, and don't step on my dear little flowers! Just coming into bloom, they are.",
        "Thank you!  Gardening is my life.  I love tending the small, green things of the earth.  Why, some of these sprouts shall be tall trees one day.  And, many of my plants, will soon feed the people of Qeynos.  Hmm ... makes one wonder, though.  What do you suppose fed those Knights of Thunder so long ago?",
        "Oh, come now!  Surely you have heard the rumors that some explorers believe they found the location of the legendary Stormhold? ... The ancient fortress of the Knights of Thunder?  Personally, I think those \"explorers\" were crypt raiders, but what do I know?  Plants.  That's what I know.  And no one ever saw the Knights of Thunder growing their own plants ...  or hauling supply wagons out of Qeynos for that matter.  So, how do you suppose they fed themselves?  Hmm?",
        "That's very generous of you.  I'm curious to a fault, you know.  However ... if you do go into Stormhold, please use caution."
      ]
    },
    {
      "name": "Daryann Stormrider",
      "locations": [
        "-1853.67,-38.09,-513.72"
      ],
      "utterances": [
        "Have you dealt with the creatures?",
        "Thank you for your services.  You proved to be a valuable member of the community here in Windstalker Village. Good luck in your future endeavors.  Please take this small token of our appreciation.",
        "I watch over the woodlands and keep nature in balance. Sometimes it's an unpleasant and difficult task, but without hunters, the hunted would overrun our land.",
        "Each village has someone who decides which creatures' numbers need culling and what populations are stable. I'm the representative for Windstalker Village. If you wish to help me, I will gladly assign you some tasks.",
        "Sometimes a population grows rapidly, and we must hunt weak and sickly creatures to ensure others in the population remain healthy. Other times, predators disrupt nature's balance. I need you to hunt sea turtles and darkclaw crabs near our shores and any red tail hawks you come across here in Antonica.  Please return to me when you finish.",
        "Thanks to your help.  The populations in Antonica are somewhat stabilized.  At least, for now."
      ]
    },
    {
      "name": "David Torchsong",
      "locations": [
        "136.17,-21.18,-29.39"
      ],
      "utterances": [
        "I greet you, great adventurer!  Isn't it wonderful!?",
        "Our lost goddess of love has returned to us!  I was heartbroken by the news of her demise, but now that she has returned, love and compassion can take a grander hold upon us all.",
        "Isn't it wondrous?  Love has proven that it cannot be conquered by death!  I feel like celebrating.  Don't you?",
        "I was thinking that we could perform some grand miracles of love in Norrath.  The resulting emotions will then be released -emotions, like love and compassion, giving glory and strengthening our Lady of Love.  Would you like to help me perform these miracles of love?",
        "Delightful!  I know of several in town that could truly benefit from the glow of love within their lives, and others that have come to me looking for help finding that special someone.",
        "Isn't it exciting!?  I'll give you the names of the townsfolk that you should speak to.  Talk with them a while and find out who would be best coupled together, based upon what they say."
      ]
    },
    {
      "name": "a Deathfist marauder",
      "levelRange": "26",
      "locations": [
        "-2227.83,-43.67,513.86",
        "-2222.55,-44.54,510.87"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1344527781 -256503572:Orc Smuggler Requisition\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a decaying skeleton",
      "levelRange": "15",
      "locations": [
        "338.31,-33.11,-798.33",
        "376.76,-31.89,-797.41",
        "420.14,-31.25,-776",
        "426.71,-31.03,-770.99",
        "402.68,-19.1,-689.08",
        "354.87,-19.7,-621.62",
        "365.47,-18.96,-619.98",
        "311.19,-22.69,-640.69",
        "324.42,-20.96,-677.98",
        "388.28,-20.2,-671.88",
        "349.57,-20.11,-671.89",
        "337.49,-34.11,-529.12",
        "350.15,-32.22,-542.09",
        "247.43,-29.57,-664.57",
        "249.71,-29.7,-652.59",
        "223.47,-31.71,-700",
        "220.91,-32.74,-693.79",
        "241.21,-29.6,-697.82",
        "333.94,-23.43,-713.36"
      ],
      "utterances": [
        "Sleep.",
        "The rest has come."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1561950944 1317412667:a skeleton arm\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1290331148 -1832084997:a skeleton reanimation rune\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 24,
      "drop_coin_max": 29
    },
    {
      "name": "a defiled squire",
      "locations": [
        "-2165.86,-47,268.68",
        "-2177.31,-47.94,261.75",
        "-2176.37,-49.45,274.59",
        "-2200.44,-46.47,306.88",
        "-2210.14,-46.07,292.06",
        "-2227.99,-43.39,247.49",
        "-2253.92,-44.84,278.49",
        "-2251.4,-44.6,292",
        "-2198.22,-46.8,286.81"
      ],
      "utterances": [
        "Your eyes are so pretty.",
        "Seek death and it finds you.",
        "Your blood calls to me.",
        "Final death comes at last.",
        "Rest in peace.",
        "You've shaken the dust from my bones."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1627573543 -1966055113:bride's promise\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1005573274 -983849465:a skeleton objurgatory hunger\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 151,
      "drop_coin_max": 151
    },
    {
      "name": "a den mother",
      "levelRange": "16",
      "locations": [
        "-2164.27,51.06,936.73"
      ]
    },
    {
      "name": "Dillan Bolefreg",
      "locations": [
        "-1182.38,26.7,-955.04"
      ],
      "utterances": [
        "Hello. You in the market for some food?",
        "Just the old key I have. It supposedly goes to a condemned catacomb that the Guards of Qeynos no longer watch over. Maybe an adventure there for you?",
        "Sure, just let me know when you want to buy it.",
        "You there, I might have something you want to buy..."
      ],
      "store": [
        {
          "gamelink": "\\aITEM -156154693 -1076790900:an old catacomb key\\/a"
        }
      ]
    },
    {
      "name": "a distressed merchant",
      "locations": [
        "-1628.62,-16.9,206.76",
        "-1429.47,-14.37,-640.74",
        "3.92,-12.69,572.22",
        "-477.16,5.61,-292.81"
      ],
      "utterances": [
        "I beg of you to help me.  These foul beasts have blocked off my escape.  Help me out and I'll help you in return."
      ]
    },
    {
      "name": "Duffy",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "149.62,-16.65,227.52"
      ],
      "utterances": [
        "Take a look around. Never have you seen such finely crafted or wondrous artifacts for sale ... for such little coin!"
      ]
    },
    {
      "name": "Dury Buntan",
      "purpose": "Mender",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-711.52,-16.25,238.77"
      ],
      "utterances": [
        "Welcome! Is there anything I can help you with or are you looking to find an apprenticeship?",
        "Hello there, my fine adventurer.  Just give me that armor right quick and I'll hammer it up good as new!"
      ]
    },
    {
      "name": "Dworn Soulforge",
      "locations": [
        "-1930.88,-14.37,752.97"
      ],
      "utterances": [
        "Oh ho!  I ain't got time to stop and chat, laddie!  These darn gnolls sprout up faster 'n I can keep 'em down, and my eyes ain't so good as they used to be.  Be fast!  What'cha need?"
      ]
    },
    {
      "name": "an earth burrower",
      "levelRange": "18",
      "locations": [
        "-1718.05,-21.33,-69.92",
        "-1741.34,-22.54,-141.2",
        "-1796.07,-23.51,-106.83",
        "-1788.95,-23.89,-119.17",
        "-1733.95,-22.44,-65.91",
        "-1733.88,-22.41,-79.53",
        "-1710.49,-20.34,-87.99",
        "-1786.19,-23.72,-134.07",
        "-1776.43,-23.18,-138.64",
        "-1769.79,-23.16,-202.25",
        "-1772.97,-23.05,-170.40",
        "-1764.96,-23.41,-160.24",
        "-1786.25,-23.40,-152.18",
        "-1726.73,-21.80,-184.73",
        "-1712.82,-20.78,-100.98",
        "-1720.71,-22.17,-79.61",
        "-1758.63,-23.40,-90.39",
        "-1768.06,-23.36,-208.84",
        "-1910.31,-19.19,-265.47",
        "-1949.17,-17.32,-265.64",
        "-1953.62,-16.82,-243.28",
        "-1972.88,-15.32,-249.25",
        "-1966.24,-16.84,-217.77",
        "-1941.83,-17.82,-204.77",
        "-1917.93,-18.57,-193.31",
        "-1928.99,-17.86,-169.93",
        "-1958.01,-17.61,-129.42",
        "-1926.93,-17.80,-146.88",
        "-1877.63,-20.38,-127.48",
        "-1869.47,-20.67,-159.72"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1733310877 1095896343:an insect antenna\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1173974472 -548069086:a venom gland\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "an earthcrawler",
      "levelRange": "13",
      "locations": [
        "-79.02,-20.84,639.89",
        "-105.58,-21.58,658.41",
        "-107.32,-18.31,669.99",
        "-6.6,-13.5,498.07",
        "-2.49,-10.98,492.21",
        "-24.16,-20.44,483.65",
        "-12.84,-20.98,387.62",
        "-108.93,-23.02,705.65",
        "-102.21,-22.51,699.36"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1733310877 1095896343:an insect antenna\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "an earth rumbler",
      "levelRange": "16",
      "locations": [
        "-791.78,-29.48,-65.27",
        "-777.76,-28.94,-92.61",
        "-761.25,-31.06,-44.01",
        "-783.77,-31.42,-37.97",
        "-871.94,-27.72,4.5",
        "-876.64,-26.85,-1.32",
        "-870.56,-27.26,-11.67",
        "-858.99,-28.33,-24.23"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 237537576 -79094620:fragmented stone\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Edwards",
      "purpose": "Weaponsmith",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-724.40,-11.01,243.28"
      ],
      "utterances": [
        "If I know you adventuring types, you'll need one of these.",
        "Good day, adventurer. Care to take a look at my merchandise?",
        "Hello, friend. Welcome to my shop."
      ],
      "store_template": "weaponsmith"
    },
    {
      "name": "Eenekie Blazdine",
      "locations": [
        "-1181.41,28.06,-964.9"
      ],
      "utterances": [
        "Thank the stars that you are here! I've been looking for a worthy assistant that can help.",
        "The Necrosis goblin clan, they have found their way into the condemned catacomb below us and have been stealing the artifacts. The Concordium needs your help in retrieving these artifacts."
      ]
    },
    {
      "name": "an enraged wolf",
      "levelRange": "18",
      "locations": [
        "-2129.38,-16.08,231.44",
        "-2212.21,-22,153.67",
        "-2240.78,-22.36,163.73",
        "-2198.52,-14.37,-10.37",
        "-2193.44,-14.37,-10.05",
        "-1753.18,-18.52,-370.41",
        "-1524.18,-12.52,-394.65",
        "-1945.37,-0.80,204.72",
        "-1957.16,0.19,216.31",
        "-1933.19,4.35,261.89",
        "-1939.28,7.09,273.32",
        "-1951.28,7.24,273.30",
        "-2044.76,-11.55,-290.00",
        "-1879.16,-14.15,2.39",
        "-1842.76,11.94,342.25",
        "-1902.59,14.41,294.13",
        "-1889.14,-18.13,566.80",
        "-1891.12,-16.30,616.20",
        "-1867.20,-18.14,627.76"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1024480043 347122643:canine saliva\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Ethurien",
      "race": [
        "erudite"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "317.52,-16.07,757.07"
      ],
      "utterances": [
        "There are many journeys in life.  Somehow, the one that always seems the longest is the one that leads you home.",
        "At the end of the day, do you find yourself weary and wishing you could simply return home?  My friend, I can offer you a chance to do just that.",
        "All life is connected through various means, some visible and some not.  We Erudites have studied the multitude of relationships between the physical and magical.  You will need to take a vessel with you when you go.",
        "You will go many places.  First, seek that which time cannot erase.  All the physical matter around us is shaped and formed through its influence.  Clear or dark, weak or strong, it is most essential to all living beings.",
        "Of course not!  If it were that easy, any idiot would have figured this out ages ago! What do they teach you youngsters in school these days anyway?",
        "My apologies!  Your second step is to examine that which surrounds us all.  The more there is, the less there seems to be.  Hold this vessel aloft and revel in its nothingness.",
        "Do not fear the third step, for only those without the power to reason will be alarmed.  Take the vessel to a place you have seen many times before and yet not experienced.  Rise above all else and strike when the iron is hot!",
        "Tread carefully, for someday you will become one with that with which the vessel must be filled.  This must be done by sunset of the third day or you shall fail.",
        "Fine, fine.  Take your time.  More information I am writing into your journal so that you will not forget these things.  Do not be afraid of the journey, my friend, for it shall lead you home."
      ]
    },
    {
      "name": "Farmer Gerrit",
      "locations": [
        "-1546.78,-4.58,304.01"
      ],
      "utterances": [
        "These farms help Qeynos get the food it needs to help function.  It's a hard life sometimes, but well worth it."
      ]
    },
    {
      "name": "Farmer Helver",
      "locations": [
        "-719.8,-16.25,218.71"
      ],
      "utterances": [
        "These farms provide a lot of necessary food to Qeynos.  It's a lot of work, but it is rewarding.",
        "Ah, hello, adventurer.  I'm sure you're here to stop a dragon, or invading orcs, or a swarm of giant bees or something, no doubt!  I'm sorry, but there's nothing too exciting happening out here.  Just farming.",
        "Oh, well, okay then!  What do you need?",
        "Well of course it never came... we never got paid!  I'd love to send this food before it spoils, but I can't feed and clothe my own family on goodwill alone.",
        "Not a single copper.  It's not usual for the Queen's payments to be late, but a deal is a deal.  Until I get the payment, I can't very well ship off this for free.",
        "There's a clerk in the bank... Feld is his name, I think.  He usually passes us the money on these transactions.  You could check with him.",
        "Ah, hello again, friend.  What brings you out this way?",
        "Oh?  What is that?",
        "Really?  Oh, this is odd.  Usually the clerks send a representative from the bank, but as long as we're getting our payment, I'll make sure the food gets to the city.  Thanks for your help."
      ]
    },
    {
      "name": "Farmer Walcott",
      "locations": [
        "-99.03,-18.57,47.76"
      ],
      "utterances": [
        "Oh! My poor crops! What will I do with all these ravenous beetles scurrying about?",
        "I saw a moat rat chewing that slip this morning. I thought I would never get it back! You must be an amazing hero to face moat rats with such ease!",
        "I can use a person with your strength and bravado. See those evil looking scarecrows in my fields? I sure would appreciate it if you would get rid of 'em for me.",
        "Just a minute here ... this looks like a child's sketch of me fields! Just what was this gnoll doing? ",
        "Aha! Recently, my scarecrows came to life with fierce rage! I had no idea how this happened. I think I know how I can fight it. ",
        "You can handle the wilderness better than a simple farmer. I'll need a few components. Collect them for me so I can begin my plan.  ",
        "Thank you for your help, adventurer. There was no way a simple farmer could face such creatures and live. Now maybe I can get some work done around here.  ",
        "A beetle charmer would be grand -- if there were such a thing. I would be satisfied just hiring an adventurer to stomp a bunch of the beetles. Oh my poor barley!",
        "Thank the lost gods! I know you can't exterminate all these pests, but please do your best. I'll reward you with what I can. Don't worry, little barley ... help is on the way.",
        "Yes! You did a great job, adventurer! The crops live another day. Please take this for your kind deeds. ",
        "Fantastic! Now I can bring to life a good scarecrow, one who I can place in the fields and who will destroy the evil ones! "
      ]
    },
    {
      "name": "a feral timber wolf",
      "levelRange": "16",
      "locations": [
        "-898.68,-29.8,139.02",
        "-1044.74,-17.3,184.2",
        "-1042.58,-13.32,302.33",
        "-1622.75,-15.27,39.71",
        "-1622.78,-14.91,15.44",
        "-1843.67,-11.17,42.86",
        "-1828.16,-11.44,47.57",
        "-1794.71,-10.32,52.66",
        "-1774.74,-9.49,48.01",
        "-1742.62,-9.80,64.15",
        "-1635.89,-13.74,118.08",
        "-1678.94,-9.43,155.79",
        "-1710.64,-5.91,153.45",
        "-1774.65,-3.69,145.31",
        "-1795.37,-2.44,141.06",
        "-1823.65,0.51,153.65",
        "-1849.57,-4.54,114.72",
        "-1857.85,-6.21,83.56",
        "-1787.22,9.26,255.42",
        "-1798.58,9.46,275.17",
        "-1764.27,7.88,251.80",
        "-1662.24,-14.40,256.13",
        "-1628.50,-11.82,406.07",
        "-1683.33,-9.30,579.57",
        "-1478.14,-7.38,471.54",
        "-2182.28,-46.42,437.38"
      ]
    },
    {
      "name": "a field shrike",
      "levelRange": "16",
      "locations": [
        "127.4,-16.74,-553.4",
        "93.57,-15.5,-528.69",
        "51.74,-11.52,-514.62",
        "143.48,-11.02,-446.34",
        "-239.8,11.58,-499.01",
        "-141.05,-12.2,-634.17"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1401906576 341490251:a bird beak\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 397119710 408683460:a bird skull\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Flores",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "143.35,-16.65,219.11"
      ],
      "utterances": [
        "Step right up! My wares stand up to any found in the city!  Made by the finest Qeynosian crafters, they are!",
        "I certainly do. I need to deliver supplies to a couple of my merchants out in the far reaches of Antonica.  Business is so good right now that I hate to close up shop. How would you like to deliver their supplies?"
      ]
    },
    {
      "name": "a forest warden",
      "race": [
        "human"
      ],
      "gender": [
        "male",
        "female"
      ],
      "locations": [
        "-749.75,-2.70,611.07",
        "-782.14,-2.99,590.55",
        "-733.26,-1.37,560.70",
        "-717.53,-2.58,579.32",
        "-688.76,-4.33,609.26",
        "-672.37,-5.41,610.11",
        "-640.13,-7.59,655.46",
        "-644.37,-7.84,663.89",
        "-657.98,-8.50,670.87",
        "-700.07,-4.92,653.29",
        "-740.15,-3.79,666.19",
        "-744.93,-5.63,682.23",
        "-783.82,-6.10,671.44",
        "-814.89,-6.65,681.84",
        "-811.15,-7.44,729.93",
        "-830.95,-8.16,737.21",
        "-863.38,-9.95,724.42",
        "-686.27,-5.95,724.16",
        "-627.42,-5.41,724.37",
        "-604.09,-4.70,732.44",
        "-642.97,-8.42,684.61",
        "-594.74,-11.11,667.13",
        "-741.90,-6.59,455.67",
        "-840.77,-3.92,528.98",
        "-839.11,-2.98,548.12",
        "-830.95,-3.36,568.93",
        "-868.73,-6.47,600.25",
        "-824.23,-5.40,661.50"
      ]
    },
    {
      "name": "Franco",
      "locations": [
        "-1191.31,27.26,-959.96"
      ]
    },
    {
      "name": "Gawar the Bad",
      "locations": [
        "-2224.73,-43.91,513.18"
      ],
      "drop_coin_min": 78,
      "drop_coin_max": 78
    },
    {
      "name": "Geddard",
      "locations": [
        "-2107.52,-44.51,437.37"
      ],
      "utterances": [
        "Welcome to Gnollslayer Keep!  I'm Geddard, the only merchant for leagues.  If I don't got it, you don't need it!  What'll it be for you today?"
      ]
    },
    {
      "name": "Gerd Noale",
      "locations": [
        "59.22,-19.86,3.54"
      ],
      "utterances": [
        "I mean really, what kind of dwarf is forced by their own stomach not to drink!"
      ]
    },
    {
      "name": "Ghil Ventur",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "317.17,-16.07,754.28"
      ],
      "utterances": [
        "How can I help you?"
      ]
    },
    {
      "name": "Ghost of Vhalen",
      "levelRange": "20",
      "difficulty": "heroic^^^",
      "gender": [
        "male"
      ],
      "locations": [
        "-1300.59,46.51,41.51"
      ],
      "utterances": [
        "I stand vigilant to ring the bells in warning for the city of Qeynos.",
        "You cannot kill what is already dead!"
      ]
    },
    {
      "name": "a giant bat",
      "levelRange": "18",
      "locations": [
        "-1377.98,-8.32,-427.08",
        "-1362.04,-6.32,-438.67",
        "-1442.95,-4.73,-438.63",
        "-1411.22,-3.49,-497",
        "-1444.51,-4.61,-473.57",
        "-1733.61,-2.84,41.55",
        "-1710.46,-3.47,52.95",
        "-1707.44,-3.47,20.02",
        "-1701.45,-4.49,-15.11",
        "-1717.25,-6.11,-14.89",
        "-1796.87,-8.15,-21.52"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1127098598 -837078682:a bat ear\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a giant bear",
      "levelRange": "20",
      "locations": [
        "-2214.35,-11.31,77.7",
        "-1767.2,-15.89,-431.47",
        "-1937.89,5.32,264.11",
        "-1838.47,-10.50,54.74",
        "-1971.97,-3.56,336.77",
        "-1905.41,14.14,297.58",
        "-1911.11,11.52,288.02",
        "-1925.04,8.27,278.92"
      ]
    },
    {
      "name": "a giant kodiak",
      "levelRange": "20",
      "locations": [
        "-1691.23,-19.04,-582.01",
        "-1539.9,-14.37,-588.89"
      ]
    },
    {
      "name": "a glade deer",
      "levelRange": "11-14",
      "locations": [
        "-290.65,-17.97,687.01",
        "-425.1,-22.19,731.85",
        "-328.72,-14.71,173.43",
        "-306.06,-14.49,173.38",
        "-277.86,-11.72,231.76",
        "-277.17,-13.41,243.4",
        "-273.64,-20.97,294.67",
        "-266.32,-19.56,336.62",
        "-257.9,-18.82,361.36",
        "-210.51,-13.43,405.79",
        "-230.57,-13.61,381.58",
        "-457.56,-12.57,142.98",
        "-467.1,-10.92,147.18",
        "-503,-14.35,225.99",
        "-467.19,-13.87,59.01",
        "-477.59,-13.3,126.7",
        "-352.00,-9.03,649.88",
        "-345.60,-9.32,618.43",
        "-338.80,-9.55,595.24",
        "-396.70,-5.00,524.57",
        "-402.20,-6.70,638.51",
        "-303.64,-22.40,751.31",
        "-392.38,-6.84,635.96",
        "-379.55,-9.29,497.66",
        "-283.00,-16.05,348.66",
        "-311.58,-12.16,348.59",
        "-319.42,-16.78,304.09",
        "-305.98,-18.24,290.23",
        "-440.07,-5.08,632.91"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 65482658 1996876520:antler\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 902728381 1139008145:a damaged average quality deer hide\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a gnoll defender",
      "locations": [
        "-1385.09,-15.86,403.26",
        "-1374.96,-16.25,404.94",
        "-1386.61,-17.28,429.08"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -658420854 385425044:ancient copper coin\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 391423118 -936986606:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1698232697 159043196:Chirannite Threat Totem\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Gol M'Tun",
      "race": [
        "dark elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-30.28,-14.59,-55.7"
      ],
      "utterances": [
        "Stand away, fool! Long live the Queen!"
      ]
    },
    {
      "name": "Graalwen",
      "levelRange": "18",
      "locations": [
        "-1652.49,7.67,-68.06"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1627573543 -1966055113:bride's promise\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 599111897 -1109797835:pouch of peat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1553813050 1911047336:Trinket: Petrified Bark\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a granitescale basilisk",
      "levelRange": "20",
      "locations": [
        "-1226.86,21.1,-905.32",
        "-1170.65,19.73,-900.53",
        "-1186.39,1.6,-812.74",
        "-1188.19,-1.84,-793.1",
        "-1199.2,-0.82,-792.58",
        "-1172.23,-1.66,-794.47",
        "-1177.53,-3.43,-781.47",
        "-1154.42,-6.11,-755.5",
        "-1148.66,-3.94,-774.08",
        "-1148.7,-1.91,-785.03",
        "-1163.46,-7.11,-737.71",
        "-1160.06,-0.98,-699.4",
        "-1154.18,-3.74,-652.47",
        "-1199.31,0.76,-652.35",
        "-1180.28,-10.26,-722.27",
        "-1143.07,-3.51,-774.32",
        "-1154.33,-1.04,-792.93",
        "-1148.83,1.17,-821.07",
        "-1156.51,-5.14,-729.2",
        "-1238.72,-7.67,-755.43",
        "-1131.73,-17.5,-624.46",
        "-1086.85,-16.13,-661.8",
        "-1092.44,-16.24,-680.4",
        "-1204.08,-6.46,-620.60",
        "-1195.90,-4.36,-624.86",
        "-1205.00,0.54,-652.50",
        "-1188.49,0.93,-658.17",
        "-1210.54,0.56,-642.96",
        "-1227.67,-8.16,-679.27",
        "-1188.92,-11.08,-703.80",
        "-1191.81,-8.40,-694.93",
        "-1171.28,-7.21,-718.06"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 469903258 -1286815199:Bootstrutter's Field Guide to Antonica\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1968300802 -935180340:reptile meat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -140988503 1787831725:a split tongue\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a gratified merchant",
      "locations": [
        "-1628.85,-16.83,206.9",
        "-1428.57,-14.37,-643.36",
        "3.92,-12.69,572.22",
        "9.93,-13.27,569.99",
        "-477,5.57,-292.37"
      ],
      "utterances": [
        "That was very brave of you!  I need to leave soon, but I can offer my services in the meantime."
      ],
      "store": [
        {
          "gamelink": "\\aITEM 1659182822 2099621516:a torch\\/a"
        },
        {
          "gamelink": "\\aITEM 1113147395 1217023089:Bertoxxulous's Blessing\\/a"
        },
        {
          "gamelink": "\\aITEM 1565079784 122474610:Blight of the Grave\\/a"
        },
        {
          "gamelink": "\\aITEM 1908482095 508442851:Brell's Blessing\\/a"
        },
        {
          "gamelink": "\\aITEM 1534566814 1530929248:Caress of the Void\\/a"
        },
        {
          "gamelink": "\\aITEM -1504810674 -1576286847:Corrosive Kiss\\/a"
        },
        {
          "gamelink": "\\aITEM -2142234996 282846582:Creatures of the Creators Catalog\\/a"
        },
        {
          "gamelink": "\\aITEM 831876143 -1336813505:Enchanted Lands Creature Catalog\\/a"
        },
        {
          "gamelink": "\\aITEM -1906153714 416699920:Erosive Goo\\/a"
        },
        {
          "gamelink": "\\aITEM -1564652199 1642521212:Feerrott Creature Catalog\\/a"
        },
        {
          "gamelink": "\\aITEM -1499742261 -1617714860:Fuzzlecutter Formula 6000\\/a"
        },
        {
          "gamelink": "\\aITEM 1137822297 121909126:Halls of the Dead Creature Catalog\\/a"
        },
        {
          "gamelink": "\\aITEM -1068338752 431322785:hearty trail mix\\/a"
        },
        {
          "gamelink": "\\aITEM -1031718805 -80236356:Necropolis Sludge\\/a"
        },
        {
          "gamelink": "\\aITEM 1825643237 692592568:Nektulos Creature Catalog\\/a"
        },
        {
          "gamelink": "\\aITEM 1729454091 -1780541580:oasis refresher\\/a"
        },
        {
          "gamelink": "\\aITEM 1500082936 -1281760122:Plain Fulginate Arrow\\/a"
        },
        {
          "gamelink": "\\aITEM -1176832182 -1646238604:Pumice Stone\\/a"
        },
        {
          "gamelink": "\\aITEM -680999736 1918758306:Quellious's Blessing\\/a"
        },
        {
          "gamelink": "\\aITEM 1605852314 1881862056:Remedy of Rodcet\\/a"
        },
        {
          "gamelink": "\\aITEM -298397266 -69954089:small bag\\/a"
        },
        {
          "gamelink": "\\aITEM -363452212 1200893285:Steppes Creature Catalog\\/a"
        },
        {
          "gamelink": "\\aITEM 343490358 -616438857:strengthened leather rucksack\\/a"
        },
        {
          "gamelink": "\\aITEM 797973246 250131015:trail mix\\/a"
        },
        {
          "gamelink": "\\aITEM -1401712961 817916252:Xegony's Insight\\/a"
        },
        {
          "gamelink": "\\aITEM 1679274295 754326898:Zek Creature Catalog\\/a"
        },
        {
          "gamelink": "\\aITEM 1619067316 1773573645:Zek's Blessing\\/a"
        }
      ]
    },
    {
      "name": "a griffin tamer",
      "locations": [
        "-909.71,-7.23,-608.17"
      ],
      "utterances": [
        "Greetings traveler, how can I assist you today?"
      ]
    },
    {
      "name": "a griffon tamer",
      "utterances": [
        "Where would you like to go?"
      ]
    },
    {
      "name": "a grime covered savage",
      "levelRange": "16",
      "locations": [
        "-2031.18,47.54,987.41",
        "-2052.61,47.26,977.38",
        "-2052.62,47.26,983.01",
        "-2077.52,48.00,1039.43",
        "-2093.10,49.93,1053.55",
        "-2057.26,47.26,1006.91",
        "-2072.33,47.26,975.94"
      ],
      "utterances": [
        "Cover me while we regroup!",
        "Don't break! Hold the line!",
        "I'll eat your heart for your cowardice!",
        "Don't fear death! There is no surrender!",
        "Alarm!  Skirmishers approaching!"
      ]
    },
    {
      "name": "a grizzled badger",
      "levelRange": "14",
      "locations": [
        "-1205.38,-2.08,785.22",
        "-1242.81,-14.33,156.48",
        "-431.11,-11.34,19.79",
        "-704.82,-6.03,90.95",
        "-840.6,-17.6,93.78",
        "-825.74,-16.23,102.44",
        "-861.46,-20.8,92.43",
        "-871.75,-28.07,121.02",
        "-879.31,-27.26,110.89",
        "-1013.76,-21.23,223.12",
        "-1036.29,-17.19,185.84",
        "-1034.29,-17.19,192.27",
        "-1094.54,-13.78,208.13",
        "-1119.89,-13.65,219.2",
        "-1140.97,-16.18,248.01",
        "-1108.74,-11.4,307.47",
        "-1014.46,-16.56,292.75",
        "-967.75,-20.86,208.08",
        "-904.42,-22.2,374.66",
        "-979.64,-14.41,385.98",
        "-967.14,-15.39,332.04",
        "-983.02,-12.83,307.54",
        "-1071.53,-14.22,267.98",
        "-1049.61,-16.94,198.7",
        "-1524.35,-11.61,219.36",
        "-1544.29,-10.37,259.49",
        "-1625.74,-13.36,324.37",
        "-485.87,-22.10,250.39"
      ]
    },
    {
      "name": "Grolven Chiptooth",
      "locations": [
        "-1639.28,-3.35,800.28"
      ],
      "utterances": [
        "Kill it!",
        "Uhhhh... I think I go now!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 26,
      "drop_coin_max": 26
    },
    {
      "name": "Guard Chaffey",
      "locations": [
        "255.07,-37.69,-852.95"
      ]
    },
    {
      "name": "Guard Laughton",
      "locations": [
        "258.04,-37.85,-844.53"
      ]
    },
    {
      "name": "Guard Waters",
      "locations": [
        "289.21,-37.49,-866.93"
      ]
    },
    {
      "name": "Haddek Vimki",
      "race": [
        "dwarf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-728.41,-15.9,231.8"
      ],
      "utterances": [
        "So, then I said, \"That's what the Gnome is for!\"  Wraahaahaa! Huh? What? If you're goin' to come over here and badger me, why don't you make yourself useful?",
        "Ahhh, Aroof... He's a good chap, but he's about as smart as a trog. Me an' the big guy here are in the middle of something. What do you want? ",
        "Ya see, twinkletoes over here has had quite a bit to drink. The big oaf isn't as coordinated as the barkeep would like him to be. Seems last time I sent him up to get us another round, he tripped over a ratonga sitting by the bar.",
        "... And, it turns out the ratonga had what you might call... financial responsibilities to take care of for the proprietor. Looks like the little fur ball won't be back for quite some time! Hraahaha! The barkeep will throw us both out if the big guy over here comes stumbling upstairs one more time. Besides, I don't think he's feeling up to going anywhere right now.",
        "You're an impatient one, aren't you? You need to slow down a bit! Sit back, grab an ale, and enjoy the sights. Get up you drunken fool! You know, when I was a young pup like yourself I used to be all over Norrath fighting Drakota... with my bare hands.",
        "And look where it got me. Sitting here with a drunken fool who can't keep both feet on the ground, and talking to a whelp like you. Where was I?  Aye, I want a drink! Why don't you grab the big guy and I an ale.",
        "I'll tell ya what I need when you get back.",
        "Hruh? What? I thought I told you what I wanted from you. If you're not going to take care of it I'm going to have old Aroof here take care of... Well... it don't look like he is going to be taking care of much... but when I tell him tomorrow, he will be awful angry!",
        "Ahhh. That's some wretched stuff right there. Aroof isn't going to tolerate slop like this. Looks like I will have to just drink it for him.",
        "Hey there! Good to see you again! Care to do an old dwarf another favor? I'm making something special, but I need some help getting a few of the ingredients. But, you see, I'm not quite as young as I used to be, and I need a bit of help. Sometimes I wonder why I waste my time with this fool.",
        "Right, right. You see, I have this, let's call him, \"friend.\"  This \"friend\" has been giving me and Aroof here a hard time. I got something in mind for him, and I need your help.",
        "You see, Blarton put something in our drinks, and whatever it is has got big, tough Aroof over here in quite a mess. We need to get back at Blarton! I got this idea for a wine... something that will really knock his socks off.",
        "Good, good! I need to get some goo from the risen protectors. Go pick me up some of that stuff an' I'll make it worth your while.",
        "Bring it straight back to me.",
        "Ha! Great! Why don't you take this? It doesn't look like old Aroof will be needing it. Hmph!",
        "Shhhh! Do you have to be so loud? Look, here's what I need from you. I think that Aroof over here has a bit of a hangover. Ha! Think you can help him out a bit? I would do it, but I've got to stay around and help the poor guy out.",
        "Why don't you be a pal and grab my friend here what I, er... he needs to get rid of this horrendous, terrible, splitting headache. But, bring it to me. I need to give it a taste first before he tries it. I'm a good friend, ya know. I've got to make sure he'll like it.",
        "Great! An' hurry on up, I can't be waiting all day. I mean, it pains me to see Aroof in such a mess. Go on now! "
      ]
    },
    {
      "name": "Harbormaster Larra",
      "locations": [
        "438.5,-37.46,822.34"
      ]
    },
    {
      "name": "Hartok Woolyman",
      "locations": [
        "-1815.19,-37.84,-529.36"
      ],
      "utterances": [
        "Hello, adventurer! Would you care for a nice bearskin rug for your abode? I made them myself. If you don't want one, get lost! I have things to do.",
        "Looking for work, huh? I think I can find something for you to do. You see, I make these here bearskin rugs, and I am finding less and less time to gather the pelts myself. Perhaps you can help.",
        "Look, don't get ahead of yourself. It's not like Holly Windstalker is going to be chasing you down for killing her precious bears! Ha! As a matter of fact, I have been killing every bear I have seen for years, and nothing has stopped me yet!",
        "I need you to kill some bears for me, of course. You see, I have so many orders to fill, I can't even think of going out and getting them myself. So, from time to time, I look to adventurers such as yourself to help me out a little bit.",
        "There are plenty of bears out around these parts. These parts were protected for so long, it seems like it's instinct for them to come here and gather. Business is booming and there is no end of supply in sight!",
        "You did it! Thank you so much, friend. I must have just been imagining things. To think, I actually thought that somehow old Holly Windstalker sent that creature after me. Can you believe it? I guess sometimes those old myths can get to even the best of us. Now, I can get back to business. I have lots of orders to fill! Haha! ",
        "Thanks again! I think I'll be safe for the time being."
      ]
    },
    {
      "name": "a haze kodiak",
      "levelRange": "18",
      "locations": [
        "-2084.00,22.88,784.67",
        "-2074.51,38.78,836.93",
        "-2073.65,41.89,860.15",
        "-2065.05,47.57,938.59",
        "-2071.16,49.04,933.59",
        "-2058.34,47.33,945.94"
      ]
    },
    {
      "name": "Henry Maxwell Denalis",
      "locations": [
        "-1861.42,-38.48,-536.76"
      ],
      "utterances": [
        "Hello."
      ]
    },
    {
      "name": "a Heroes' Festival promoter",
      "utterances": [
        "Don't you just love a good celebration?"
      ]
    },
    {
      "name": "a highwayman",
      "levelRange": "16",
      "locations": [
        "-1852.37,-23.31,297.66",
        "-1855.10,-22.83,303.08",
        "-1949.08,-17.81,90.47",
        "-1954.13,-18.07,89.51",
        "-1941.51,-16.55,86.77",
        "-1962.58,-6.43,180.68",
        "-1930.41,10.44,292.99",
        "-1900.94,-2.67,166.35",
        "-1855.41,-5.50,92.49",
        "-1864.70,-4.85,216.18",
        "-1859.59,6.35,244.35",
        "-1755.18,-15.92,432.00",
        "-1785.59,-14.26,409.15",
        "-1832.31,12.19,349.04",
        "-1886.44,15.84,287.34",
        "-1768.92,-12.72,568.75",
        "-1741.63,-12.13,561.45",
        "-1795.49,-3.41,-366.59",
        "-1981.91,15.16,-697.44",
        "-1996.51,18.76,-702.08",
        "-1992.23,17.25,-696.87",
        "-1987.53,17.56,-707.66"
      ],
      "utterances": [
        "I see an attacker!  Sound the alarm!",
        "You must flee!  I'll try to hold them.",
        "Cover me while we regroup!",
        "Fall back in formation, and regroup at the rendezvous.",
        "All hands retreat!",
        "We're losing. We must stop their momentum!",
        "We have no hope. We must withdraw!",
        "We must withdraw before we all die!",
        "Send for reinforcements!  Their warriors are skilled.",
        "I've been wounded.  I'll need assistance!",
        "Keep up the assault, no matter what the cost in lives!",
        "Summon help, intruders have arrived!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -620595596 1477139875:A Foul Wind\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -886483509 -469108145:old silver coin\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -879262502 97524837:a strange gem\\/a",
          "chest": true
        }
      ],
      "drop_coin_min": 16,
      "drop_coin_max": 29
    },
    {
      "name": "Historian Rotpaw",
      "locations": [
        "-1692.95,3.44,-716.33"
      ],
      "utterances": [
        "What is it you need?  What can be so important as to interrupt my day?"
      ]
    },
    {
      "name": "Hubbard",
      "locations": [
        "-694.29,-16.12,239.37",
        "-720.37,-16.25,217.75",
        "-735.91,-16.25,216.58"
      ],
      "utterances": [
        "Good day to you, citizen. All preserve Queen Antonia.",
        "Greetings, citizen. I am on guard duty.  Should you get into trouble, seek me out.",
        "I hate working this shift!  If the gnolls don't attack now, I may die of boredom."
      ]
    },
    {
      "name": "Hucklethin Gorsefoot",
      "race": [
        "halfling"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-734.04,-7.60,432.22",
        "-706.89,-13.05,385.04",
        "-739.36,-7.03,441.70",
        "-761.41,-7.83,439.84",
        "-780.80,-7.96,445.64",
        "-696.09,-16.25,235.42"
      ],
      "utterances": [
        "By leaf and lake, it's another fine day in Antonica!"
      ]
    },
    {
      "name": "Hwal Rucksif",
      "locations": [
        "-559.95,-12.85,-315.72"
      ],
      "utterances": [
        "Ho, there!  You wouldn't mind helping out a hard working dwarf, would ya?",
        "Ya see, I've been tasked with gettin' a whole bunch of fine weapons made for the sentries out here, and me achin' back is already at its limit.  Argh!  These boots chafe something awful!",
        "Much thanks to ya, stranger!  I'm not sure I could finish the job without your help!  I need plenty of iron and wood for these weapons.  It's a lot of work, but I'm sure that together we can get it done in half the time that it'd take me to do it alone!",
        "Ahh, you're back!  My now, that's a serious load of iron and wood!",
        "Easy now!  Don't go dropping it all over! I'll just have to pick it up later!",
        "Har har har!  Don't tell me that!  I have to do this all day long!  The forge is a cruel mistress, but she rewards well!",
        "I've got some coin for ya, but how about I enlist you to help with another task?  What's that? Yes? Great!",
        "The captain of the guards requested I forge a rather special sword, and I'm having a slight problem finding the materials I need.  That's a dandy little book you've got there; I'll just write down what I need.",
        "Ahh, too much to do here!  There's no way I can get it all done!"
      ]
    },
    {
      "name": "Ignar Steadirt",
      "race": [
        "dwarf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-440.52,2.12,549.19"
      ],
      "utterances": [
        "The great Qeynos Claymore -- folks come from all over to pray here.",
        "I came here seeking strength to defeat my enemies.",
        "I pray for the strength to conquer the undead, but they are not just my enemies; the undead are the enemies of us all.  Several days ago, patrols were sent to see how our battle against the undead was faring.  And I -- I have the most disagreeable task of all.  I have to stand here and wait for the reports to return.  Me! Standing around waiting when there's undead to cleave! Pah!",
        "That's why I'm praying. Perhaps my prayers have been answered.  Are you here to help me?",
        "Excellent. Are you ready to start?",
        "I need those darned dispatches brought back to me! You'd think that folks who get to run around looking for danger would realize how important it is to send word back to ... well, me.  Since they haven't, I need someone to knock them upside their heads and get the information, then bring it back to me.",
        "That is a shame. Please leave me to my prayers.",
        "Got all three reports for me, eh?"
      ]
    },
    {
      "name": "Inane Rain",
      "utterances": [
        "We are pleased to have you with us, <player name>!"
      ]
    },
    {
      "name": "Innkeeper Naroob",
      "locations": [
        "-1874.24,-32.63,-496.54"
      ]
    },
    {
      "name": "Isdemus Hamest",
      "locations": [
        "-1923.2,-33.18,-530.09"
      ],
      "utterances": [
        "What can I do ya fer?"
      ]
    },
    {
      "name": "Jarvis",
      "locations": [
        "86.1,-20.65,-8.42"
      ],
      "utterances": [
        "Greetings, citizen. I am on guard duty.  Should you get into trouble, seek me out."
      ]
    },
    {
      "name": "Jayl'Krik",
      "levelRange": "18",
      "locations": [
        "-1647.53,14.46,-19.79"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -6577808 -1093265408:a gnoll tail\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1720905930 2100795833:a gnoll tooth\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -731545264 -1794770025:Trinket: A Small Cube\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 19,
      "drop_coin_max": 19,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "Jenkins",
      "purpose": "Qeynosian Officer",
      "locations": [
        "-391.11,9.79,270.12"
      ],
      "utterances": [
        "I am rather busy."
      ]
    },
    {
      "name": "Kagin Oathsmasher",
      "locations": [
        "71.31,-20.43,4.9"
      ],
      "utterances": [
        "If I was in yer boots, and sober, I'd venture o'er to Antonica and see Brell's avatar for meself.  ",
        "Pass some more ale!"
      ]
    },
    {
      "name": "Kinamer Galemaul",
      "race": [
        "dwarf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-707.43,-16.25,240.76"
      ],
      "utterances": [
        "Keep clear of the forge, my friend.  The metal is hot and my hammer swings where it will!",
        "Aye!  Some think I'm dangerous in my old age, but I get the job done.  I never retired, you know.  Blacksmithing is in my blood... I gotta work now and then, keeps me young.  Ach!  But these worthless tools ... they make me mad as a wet cat!",
        "Oh, nothing's wrong with them, I suppose.  It's just ... they're not the beloved tools I left behind in Kaladim.  Back then, we dwarves knew how to make tools.  Not like today. If only I had a smithy like the one in that fabled Stormhold, I would never retire!",
        "Why, a smithy is the workshop of a blacksmith!  And Stormhold -- the legendary fortress of the Knights of Thunder -- had the greatest smithy outside Kaladim!  Underforge it was called.  It produced all the arms and armor, and kept the Knights' horses shod.  Say ... you've heard the rumors, haven't you?  Some rapscallion crypt raiders found Stormhold, or so everyone claims.  I put no faith in rumors, but I'd be grateful to anyone who would find out the truth for me.",
        "Thank you much.  A rumor's not worth a heap of slag ... but sometimes you can find a grain of truth in a rumor."
      ]
    },
    {
      "name": "a kingsnake",
      "levelRange": "18",
      "locations": [
        "-1097.7,0.46,-439.24",
        "-1024.5,-1.98,-402.1",
        "-1035.23,-1.4,-397.59",
        "-1113.04,3.38,-366.07"
      ]
    },
    {
      "name": "a klicnik mite",
      "levelRange": "8",
      "locations": [
        "77,-16.67,-316.04",
        "57.76,-15.85,-299.67",
        "104.6,-14.97,-252.19",
        "111.66,-14.76,-239.08",
        "83.51,-14.07,-206.8",
        "45.28,-6.14,-210.3",
        "37.1,-4.09,-229.91",
        "-143.55,-15.61,-121",
        "-114.87,-15.38,-8.98",
        "-105.01,-16.33,9.02",
        "-103.1,-16.67,15.27",
        "-73.78,-16.26,4.56",
        "-95.84,-16.53,12.79",
        "-38.85,-17.9,60.24",
        "-67.49,-17.67,81.11",
        "-59.12,-17.67,88.34",
        "-65.37,-17.67,88.92",
        "-77.09,-17.67,94.33",
        "-123.24,-17.67,82.46",
        "-144.45,-17.67,92.22",
        "-157.91,-18.08,53.06",
        "-178.12,-17.79,82.88",
        "-188.86,-18.06,95.25",
        "-154.74,-17.39,132.21",
        "-145.33,-17.52,164.52",
        "-168.29,-16.55,162.95",
        "-157.49,-17.02,181.92",
        "-145.15,-17.86,129.16",
        "-79.85,-17.72,145.35",
        "-59.43,-17.75,137.98",
        "-50.36,-17.95,131.2",
        "-51,-17.04,148.73",
        "-47.73,-16.69,160.66",
        "-88.26,-18.56,134.51",
        "-79.85,-18.60,128.56",
        "-78.14,-18.14,136.80",
        "-71.41,-17.11,154.72",
        "-126.00,-18.19,146.59",
        "-155.15,-17.18,167.69",
        "-181.70,-15.78,153.53",
        "-44.69,-17.67,83.69"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1084678629 -801963948:Far Seas Trading Requisition ANT0437\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 260830704 1813928113:A Half Eaten Order Slip\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1445240965 255008047:an insect antenna\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 446684787 -925422917:an insect shell\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1443804415 -1309862967:an insect shell\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a klicnik prince",
      "levelRange": "16",
      "difficulty": "heroic",
      "locations": [
        "36.54,-20.53,-414.66",
        "26.95,-21.77,-420.53",
        "20.49,-21.25,-414.85",
        "149.28,-19.6,-512.32",
        "153.92,-21.45,-501.38",
        "143.24,-18.69,-509.03",
        "139.25,-19.07,-380.59",
        "-193.85,-19.01,-510.63",
        "-181.18,-16.12,-501.46",
        "-174.37,-17.17,-501.5"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1445240965 255008047:an insect antenna\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1443804415 -1309862967:an insect shell\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a klicnik scurrier",
      "levelRange": "12",
      "locations": [
        "95.32,-23.76,-608.26",
        "32.19,-18.02,-662.41",
        "84.74,-23.58,-662.27",
        "97.09,-22.38,-616.94",
        "32.04,-22.31,-548.73",
        "-286.49,-14.18,-584.79",
        "-293.49,-14.37,-558.5",
        "-302.46,-14.05,-518.96",
        "-222.07,-15.18,-528.77",
        "-231.02,-20.01,-617.94",
        "-177.15,-18.21,-519.02",
        "-124.1,-21.12,-459.39",
        "-114.73,-20.47,-627.62"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1443804415 -1309862967:an insect shell\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a klicnik warrior",
      "levelRange": "15",
      "locations": [
        "-594.35,-23.44,383.1",
        "40.47,-19.93,-650.48",
        "12.58,-23.59,-662.42",
        "51.83,-24.01,-685.15",
        "91.08,-25.51,-662.42",
        "136.87,-24.3,-594.2",
        "115.3,-22.04,-524.11",
        "66.07,-24.64,-539.72",
        "58.37,-23.41,-548.73",
        "45.29,-23.65,-537.36",
        "32.2,-24.51,-560.1",
        "21.36,-23.46,-488.75",
        "30.65,-20.38,-413.98",
        "40.11,-21.04,-416.3",
        "42.47,-19.02,-406.09",
        "19.12,-18.65,-400.93",
        "91.08,-22.79,-423.67",
        "91.08,-24.03,-435.04",
        "98.63,-19.84,-418.22",
        "75.64,-26.56,-429.86",
        "154.33,-21.41,-511.97",
        "138.55,-18.35,-509.32",
        "151.04,-20.11,-520.93",
        "151.01,-18.12,-366.6",
        "156.58,-17.99,-365.51",
        "145.57,-17.62,-357.46",
        "-329.14,-9.78,-578.3",
        "-346.98,-6.39,-608.04",
        "-294.88,-12.42,-613.38",
        "-284.54,-14.35,-568.39",
        "-293.46,-14.37,-528.74",
        "-248.86,-17.53,-608.04",
        "-180.77,-17.97,-496.09",
        "-169.81,-18.11,-512.88",
        "-172.75,-19.83,-522.77",
        "-168.58,-18.55,-449.45",
        "-150.74,-19.7,-469.27",
        "-144.28,-23.7,-458.27",
        "-115.06,-20.28,-479.18",
        "-128.53,-23.62,-599.63",
        "-136.56,-20.15,-660.46",
        "-134.85,-20.76,-666.68",
        "-115.06,-20.59,-657.6"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1443804415 -1309862967:an insect shell\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1619371586 1391256459:woven cordovan shoulder pads\\/a",
          "chest": true
        }
      ]
    },
    {
      "name": "a klicnik worker",
      "levelRange": "14",
      "locations": [
        "80.13,-23.09,-439.18",
        "116.87,-19.18,-476.9",
        "115.4,-19.73,-484.6",
        "142.25,-22.89,-496.54",
        "163.67,-24.8,-502.32",
        "155.98,-22.91,-494.29",
        "126.24,-18.57,-373.35",
        "-155.26,-21.55,-516.19",
        "-143.15,-19.24,-518.76",
        "-147.31,-20.8,-583.59",
        "-106.51,-21.55,-657.19"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1445240965 255008047:an insect antenna\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1443804415 -1309862967:an insect shell\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Knight-Captain Antillin",
      "locations": [
        "-107.01,-27.37,600.67"
      ],
      "utterances": [
        "I am Captain Antillin of the Coldwind Point Garrison. The roads ahead are infested with gnolls. No Antonican is safe. Turn back now."
      ]
    },
    {
      "name": "Knight-Captain Antillin",
      "locations": [
        "-107.01,-27.37,600.67"
      ],
      "utterances": [
        "I am Captain Antillin of the Coldwind Point Garrison. The roads ahead are infested with gnolls. No Antonican is safe. Turn back now."
      ]
    },
    {
      "name": "Knight Grelda Stoneshearer",
      "locations": [
        "-2184.74,-45.96,440.67"
      ],
      "utterances": [
        "Stop right where you are, or I'll slit your throat, stranger!",
        "Oh.  If Ignar sent you, then I can't kill you.  Pity.  Well, what did that old goat send you all the way out here for, eh?  He's not going to try swappin' assignments with me again, is he?  He's a good dwarf, good strategist ... shame about his hearing, though.  So, what is it?  Speak up!",
        "Did you know those Sabertooth gnolls dug up a relic of ancient power?  Well, that's what they say anyhow.  I don't believe a word of it.  They're trying to scare off their competition by claiming it's a relic of Lord Grimrot himself!  Can you imagine?  What little fools they are, eh?  That's all I have to report."
      ]
    },
    {
      "name": "Knight Grel Stoneshearer",
      "locations": [
        "-398.3,15.6,-304.72"
      ],
      "utterances": [
        "And who might you be?"
      ]
    },
    {
      "name": "Knight-Lieutenant Alesso",
      "locations": [
        "183.03,-20.69,-10.88"
      ],
      "utterances": [
        "Hello!  As you journey into the city, keep in mind that you may not enter the citadel within North Qeynos at this time.  You'll find better adventuring elsewhere.",
        "Outside the gates of Qeynos, Antonica is riddled with vermin. Serve Qeynos by destroying these infectious beasts.",
        "Rid Antonica of the rats, snakes and beetles that plague Qeynos.  Dispatch of no less than ten of each and we shall reward your service.",
        "You served Qeynos well and shall be rewarded."
      ]
    },
    {
      "name": "Knight Morte Winghammer",
      "locations": [
        "-1736.93,-14.22,348.19"
      ],
      "utterances": [
        "Hello!  It's such a pleasure to talk to someone else for a change!  What brings you this way from the big city, eh?",
        "Did he? Ignar's such a good  person, you know. He stuck up for me when I joined the dwarven brigade, even though the other dwarves were a bit down on the idea.  Frankly, all I want out of this is a chance to learn some good blacksmithing.  That's what I really want to do, be a blacksmith.  I can't help but meet the right sort of folk for that in a dwarven unit, can I?  It's an absolutely brilliant idea, isn't it?",
        "There are probably some good human blacksmiths, too, but I want to learn from the best of the best! I'm tickled that they consider me one of their own now!  Mostly.  The only downside is that I'm not meeting many women this way, but oh, well!  Once I start my own smithy, I'll be a hot man around town.  Get it? Ha!",
        "Still, I can't decide whether they're just humoring me or not.  I get a lot of, \"How's the weather up there?\" and \"Good day to be a dwarf, Longshanks!\"  I have yet to meet any blacksmiths, either.  Maybe I've made a mistake after all ... d'you think?",
        "Oh, right! My report!  Supposedly, someone's found Lord Grimrot's war scythe and is trying to raise him from the dead using its power.  Isn't it the oddest thing you ever heard?  Who'd want to bring back a dead guy who LOST a war?  I mean, if you're going to go through the trouble of bringing back the dead, go get one of the WINNERS, eh?  What?  You're leaving already?"
      ]
    },
    {
      "name": "a kodiak",
      "levelRange": "18",
      "locations": [
        "-2222.04,-5.42,111.96",
        "-1765.51,-15.76,-324.83",
        "-1684.03,-16.55,-161.29",
        "-1856.17,-13.43,18.86"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -812012874 -1692588559:Lesser Bear Claw\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a lake trout",
      "levelRange": "17",
      "locations": [
        "-1767.71,-28.00,839.55",
        "-1764.50,-23.67,831.07",
        "-1773.33,-28.00,829.93",
        "-1748.45,-28.00,831.07",
        "-1754.87,-24.00,826.84",
        "-1742.03,-23.84,822.60",
        "-1736.68,-28.00,842.38",
        "-1757.90,-25.85,845.93",
        "-1785.37,-25.84,814.12",
        "-1778.95,-25.84,816.95",
        "-1769.47,-25.85,815.72",
        "-1781.05,-25.85,808.61",
        "-1777.35,-21.51,826.84",
        "-1767.71,-21.51,804.24",
        "-1759.69,-23.84,807.06",
        "-1777.19,-21.54,803.27",
        "-1752.11,-26.00,806.83"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1928599602 -991468335:a broken barracuda fang\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Lambton",
      "locations": [
        "93.22,-20.56,-27.98"
      ],
      "utterances": [
        "Duty above all else, citizen, except honor!",
        "Good day to you, citizen. All preserve Queen Antonia."
      ]
    },
    {
      "name": "Landwyn Velamir",
      "race": [
        "high elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-717.77,-15.9,240.38"
      ],
      "utterances": [
        "Do you know love, my friend?",
        "How lucky I am. I have been holding this gift for my love for quite some time, but, alas, my duties keep me here. How sad it is that this flower shall wilt in the wait. Still, I am lucky, for her beauty shall never wane.",
        "How does one compare the beauty of a goddess using the words of mere mortals? Her hair is the color of the rising sun, containing the most glorious hues of the dawn. Her skin is akin to porcelain, flawless and immaculate. Her eyes are the green of a springtime meadow, with small bursts like the yellow of daisies in their center. Her lithe body is soft and curved like the waves of the sea. I only wish my eyes could witness her beauty once again.",
        "That would be splendid! Last I saw, there were some beneath a shaded tree north of here.",
        "Please hurry!"
      ]
    },
    {
      "name": "Lanice",
      "locations": [
        "-1895.08,-36.03,-612.93"
      ],
      "utterances": [
        "What can I get for you today?",
        "What's your poison?"
      ]
    },
    {
      "name": "Laral Spenler",
      "utterances": [
        "Greetings to -- You! You're the one I saw!",
        "I mean in my dream. You were the one Morell-Thule revealed to me!",
        "Well, it was after the abduction  Oh, you don't know about that! So, I was here, minding my own business, when I saw someone walking this way, having just exited Qeynos via the southern gate, over there.",
        "They were wearing a mage's robe, so I figure they were one of the Concordium. Well, they got jumped by some winged brutes. They appeared out of nowhere! They grabbed the mage and flew off, before the guards could do anything!",
        "Someone dropped this scroll. Now I don't know if it was the attackers or the attacked though. It is magically sealed with the symbol of 'the Three'.",
        "I held on to it, thinking someone might offer a reward or something for recovering it, but then Morell-Thule revealed you and your agents to me in a dream!",
        "You were in a droag village, in the shadow of Skyshrine, with this scroll. I don't know if that's where the attackers are from, or if that's where you're supposed to take the scroll, but when it comes to the Celestial Order, I know what's best for my skin. This is yours to deal with now!",
        "I have faith the gods pointed me toward you for a reason. You'll do what's needed. Let Morell-Thule visit someone else!"
      ]
    },
    {
      "name": "a large moat rat",
      "levelRange": "10",
      "locations": [
        "72.26,-16.86,118.3",
        "-20.39,-14.39,-13.43",
        "-10.14,-14.37,-8.74",
        "90.98,-20.90,-24.08",
        "94.62,-20.90,-18.46"
      ]
    },
    {
      "name": "Larissa Barone",
      "locations": [
        "-1177.64,28.38,-967"
      ],
      "utterances": [
        "My father left on a boat to help the refugees and hasn't returned.",
        "The oracles told me my father would return, so I watch for his boat."
      ]
    },
    {
      "name": "a larvae infested carcass",
      "locations": [
        "33.62,-20.77,-415.33",
        "150.25,-19.97,-511.58",
        "150.47,-18.19,-369.02",
        "-180.13,-15.48,-507.19",
        "-131.78,-19.01,-652.24"
      ]
    },
    {
      "name": "Licha",
      "locations": [
        "-1822.57,-37.79,-545.79"
      ],
      "utterances": [
        "Turn around. Let me look you over.",
        "I suppose you will have to do. There are things I need and surely no one expects me to dirty my flawless nails doing them. So, you will do them for me?",
        "Do you know what a girl loves? By the blank look on your face, I would say no. Anyways, I adore everything that shines and sparkles. In fact, basilisks have the most wonderful shiny scales. I wanted one as a pet, but father said no.",
        "Too dangerous for you, my strong, dirty adventurer? I think not! Bring me the shiniest scales you can find, and do it quickly.",
        "Hardly.... Tell me, what dirt pile did you crawl out of? Your armor, if you can call it that, is filthy. Really, you should wash more. And you call that a weapon? I would be surprised if you could kill a lowly mouse with that thing.",
        "Aren't you done yet?",
        "Took you long enough.",
        "Why is he so mean?",
        "My father refuses to go pick up and pay for the new dress I ordered. How can I be seen wearing this old rag? I look like you! I want the new dress now!",
        "The merchant will be arriving at the dock in The Thundering Steppes in a matter of seconds! Go and get it for me or I shall never be happy again! Go... NOW!",
        "And be quick about it!"
      ]
    },
    {
      "name": "Lieutenant Fenwill",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-390.58,11.36,110.31"
      ]
    },
    {
      "name": "Lina",
      "purpose": "General Goods",
      "locations": [
        "-1824.10,-37.81,-539.78"
      ],
      "utterances": [
        "If you see something you need just let me know."
      ],
      "store": [
        {
          "gamelink": "\\aITEM 1659182822 2099621516:a torch\\/a"
        },
        {
          "gamelink": "\\aITEM -426289183 -435115855:flask of pond water\\/a"
        },
        {
          "gamelink": "\\aITEM -1347014509 -1543938383:plain bread\\/a"
        },
        {
          "gamelink": "\\aITEM -1241081646 1326260278:rawhide leather rucksack\\/a",
          "prices": [
            {
              "coin": 81
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1501139094 190765599:pristine rawhide leather backpack\\/a",
          "prices": [
            {
              "coin": 1
            }
          ]
        }
      ]
    },
    {
      "name": "Lord Bennet",
      "locations": [
        "-2100.84,-44.51,434.14"
      ],
      "utterances": [
        "Welcome to the Keep of the Gnollslayers. We try to keep the roads and area clear from gnoll incursions."
      ]
    },
    {
      "name": "Lord Kylar",
      "locations": [
        "-559.27,-12.85,-320.03"
      ],
      "utterances": [
        "Never trust a dwarf, that's what I always say.",
        "Oh... yes, yes of course. Please excuse my words, I am stressed. Magnon sent you? What was your name again?",
        "<player name>, wonderful. My son, Revyl, was outside honing his skills as a swordsman--he's quite good, remember his name, you'll be hearing it again in the future I assure you--when gnolls from who knows where dashed out and took him. I wasn't there myself, but I imagine he fought many off before they finally subdued him.",
        "Well, they sent me a note asking for money for his return. Imagine that, gnolls trying to bargain. I sought Magnon out immediately. The note mentioned they would be south of the keep. Show them no mercy, <player name>, but do be careful.",
        "I only hope Revyl is unharmed.",
        "Thank you, thank you so much. Please return to Magnon and give him my thanks as well, though I know it was your doing more than his.",
        "Son!",
        "Thank you again.",
        "Perhaps we will speak later... perhaps."
      ]
    },
    {
      "name": "Lord Quinn Clothspinner",
      "locations": [
        "-557.16,-8.24,-312.69"
      ],
      "utterances": [
        "Welcome to the Keep of the Ardent Needle. You may rest here until I see fit to send you on your way. "
      ]
    },
    {
      "name": "Lord Rison",
      "levelRange": "18",
      "difficulty": "heroic3",
      "locations": [
        "-1412.91,-13.88,-743"
      ],
      "utterances": [
        "You cannot stop us all!",
        "Feed on the fallen after we are victorious.",
        "Why do you pester me?"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1271296919 -625223997:a corrupted zombie brain\\/a",
          "chest": false
        }
      ],
      "spells": [
        {
          "name": "Innoruuk's Caress"
        }
      ]
    },
    {
      "name": "a lowland badger",
      "levelRange": "11-13",
      "locations": [
        "-383.77,-5.93,523.87",
        "-647.01,-13.69,272.59",
        "-210.32,-12.6,-23.04",
        "-237.16,-15.16,126.85",
        "-286.58,-16.11,122.58",
        "-323.14,-13.71,89.21",
        "-336.28,-10.71,106.69",
        "-340.37,-10.3,85.5",
        "-334.6,-12.07,80.04",
        "-254.22,-14.46,33.37",
        "-237.3,-14.51,33.45",
        "-320.51,-13.86,-2.35",
        "-332.52,-12.59,8.06",
        "-323.12,-13.41,126.76",
        "-314.05,-14.55,168.89",
        "-234.47,-16.03,115.41",
        "-240.71,-16.01,109.52",
        "-288.74,-12.77,231.79",
        "-278.3,-14.1,248.66",
        "-249.43,-14.94,294.18",
        "-205.69,-16.23,276.62",
        "-214.3,-14.35,278.37",
        "-192.43,-12.11,256.43",
        "-379.78,-2.16,319.71",
        "-348.61,-9.09,95.41",
        "-531.99,-13.47,157.03",
        "-485.66,-14.62,225.85",
        "-635.78,-14.96,137.52",
        "-649.97,-15.49,144.58",
        "-646.86,-15.5,176.78",
        "-668.23,-12.15,117.36",
        "-452.75,-12.29,29.64",
        "-478.01,-15.07,117.81",
        "-453.08,-13.33,137.52",
        "-406.71,-20.17,435.19",
        "-416.67,-10.98,475.92",
        "-355.68,-6.18,551.29",
        "-471.57,-4.67,614.36",
        "-505.70,-4.90,581.36",
        "-475.52,-5.27,628.90",
        "-466.77,-1.10,581.10",
        "-350.51,-8.22,618.60",
        "-382.65,-6.77,633.72",
        "-398.43,-6.19,622.92",
        "-513.98,-4.84,532.00",
        "-514.31,-5.64,524.77",
        "-399.31,-3.18,537.30",
        "-453.28,-3.92,617.63",
        "-465.29,-2.17,587.26",
        "-596.57,-22.31,343.73"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1391082397 -509230407:Advanced Scholar Volume 13\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -201838473 2128147948:Far Seas Trading Requisition ANT0243\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1084678629 492709664:Far Seas Trading Requisition ANT0437\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1430006896 914670400:Qeynos embroidered shawl\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -973155856 -1516775463:Regrowth (Master I)\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1595673009 -1184561711:tanned leather pelt\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a lowland gecko",
      "levelRange": "12",
      "locations": [
        "-375.02,-4.62,-210.2",
        "-486.8,-10.87,-567.05",
        "-506.32,-12.97,-553.81",
        "-519.33,-14.54,-543.88",
        "-395.73,-4.13,-557.12",
        "-173.99,-18.2,-457.47"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1574255205 902748530:reptile meat\\/a",
          "chest": false
        }
      ],
      "spells": [
        {
          "name": "Innoruuk's Caress"
        }
      ]
    },
    {
      "name": "a lowland viper",
      "levelRange": "12",
      "locations": [
        "362.52,-21.38,608.58",
        "390.32,-19.64,600.39",
        "167.8,-15.96,639",
        "192.9,-24.06,718.09",
        "48.3,-16.43,-323.33",
        "100.69,-15.22,-278.03",
        "83.52,-12.53,-232.68",
        "48.43,-5.69,-219.83",
        "23.56,-3.02,-230.94",
        "-98.66,-14.89,-122.67",
        "-142.09,-15.48,-123",
        "-196.26,-14.91,-96",
        "15.32,-16.17,155.52",
        "1.74,-17.67,145.8",
        "10.79,-15.41,164.33",
        "-13,-15.75,167.84",
        "-6.74,-15.39,169.84",
        "83.85,-16.86,112.12",
        "55.73,-16.87,72.95",
        "67.65,-16.89,74.36",
        "67.92,-17.07,56.75",
        "53.3,-17.36,46.31",
        "43.26,-15.11,50.06",
        "145.19,-15.84,348.56",
        "191.22,-19.18,532.52",
        "210.93,-18.57,645.01",
        "234.74,-21.28,731.03",
        "-80.32,-20.67,656.32",
        "-333.92,-9.39,-210.2",
        "-470.82,-14.12,-553.18",
        "-529.8,-4.4,-576.04",
        "-408,-8,-549.19",
        "-161,-18.73,-446.06",
        "289.50,-25.44,621.52",
        "323.50,-23.23,602.14",
        "313.45,-23.40,605.26",
        "313.95,-27.07,627.91",
        "351.26,-24.61,634.39",
        "304.13,-23.50,608.58",
        "285.31,-21.15,534.28",
        "302.86,-26.60,517.68",
        "30.75,-18.31,3.86"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 6906328 -1288574887:a damaged average quality snake skin\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Magnon Baelvurn",
      "purpose": "Slayer of Gnolls",
      "locations": [
        "-721.44,-21.93,-494.52"
      ],
      "utterances": [
        "'ello there. Magnon Baelvurn's the name. A dwarf in high standing with the fish lords of old!",
        "Ah, yes. Bulvar mentioned your name, said he was sending someone down to take my spot, or do my work for me, or something along those lines.",
        "Right, well, that's pretty much what I said. Well, let's see what you can do then, shall we? Yes we shall. There are some gnolls quite a ways west of here. Boring, shiftless lot if you study 'em much, and I did. They don't amount to much yet, but I still keep an eye on 'em.",
        "But yer fluffy lads directly south of here, now there's an active bunch. I think I saw them hiding some boxes once, long ago. They may not know they're being watched, but they are paranoid regardless. And the grubs... that's the confusing part.",
        "Aye, they've got soil rich with these strange grubs out in front of their cave. They're out there collecting these things all day and all night. I've never seen them eating them--and I've seen these dogs eat--so I have no idea what they're using them for. But I'd like to find out. Naturally, <player name>, that is where you come in. Do ya feel ready?",
        "Good! Their cave is south of here, hard to miss--especially with all those hunters parading around out front. I'd like ya to do two things. First, kill yourself some of them grub hunters. They're creepy, I tell ya. Second, collect some of those grubs for us, so we can try to figure out what they're using them for.",
        "And be careful! That cave is deep, who knows what lurks down in there. Just stay out front for now. That's what I would do, anyway.",
        "Well, what have ya got?",
        "Great work! I'll start working on these right away. We'll see what we can figure out. While I'm doing that I have a task for you.",
        "Lord Kylar sent word to me. His son was out practicing some swordplay and was abducted by gnolls. He received a very poorly written ransom note, which is good because it means the lad is alive. Gnolls have never been proper negotiators, in fact I'd wager hostages are harmed more often when negotiations are attempted. The best way to save that young man would be to find him and kill his captors.",
        "Aye. It shouldn't prove too difficult. Just don't give the gnolls enough time to think. If you attack, they'll jump on ya, it's their nature. Lord Kylar says he knows where the gnolls are, so you should report to him. You can find him at the Keep of the Ardent Needle. It's west of here.",
        "Come back once you've helped him out, I'll get to work on these grubs right away.",
        "How did it go?",
        "As I suspected you would. I am glad to hear it.",
        "Nothing, it would seem. I tested them for any imbued magic and the like and came up empty handed. They are very effective at catching fish, though. Perhaps the gnolls were using them for that. Really, though, they might be eating them. Keep in mind, these gnolls are astonishingly boring to watch. I had hoped to find something in the grubs, but did not.",
        "Hardly! This is the best fishing I've had in weeks! Are you ready to continue your assignment?",
        "Good. I've spotted more of those fabled crates I spoke of prior. There was no mistaking it this time, the gnolls are definitely keeping supplies within the cave. What I managed to get a hold of myself was, as I suspected, worthless, sundry gnollstuff. No use to anyone, save the gnolls. So I'd like you to take care of it.",
        "Head into their cave and make a mess of it! There are Cavemaw tunnelers and tamers in there and I want you to take them out as you hit the supplies. You shouldn't have to go very deep, yet still it will put a rather large dent in their situation here. Not enough to scare them off, but enough to help us out in the long run.",
        "I know you can. Come back to me once you're done, I'm working on a plan that will take us deeper into those caves.",
        "Did ya get 'em?",
        "Good... good.",
        "No, actually...",
        "I don't know, honestly. Word came down from Bulvar. He doesn't want me--or you for that matter--messing around in that cave any longer. He didn't give any reason, he just told me it was important. I trust him, but I certainly am confused by it. I'm sure he'll tell me soon enough. Perhaps you'll know before I do! He asked me to ask if you would be willing to speak with him. Are you?",
        "He'll be glad of it. You can find him easy enough in the Keep of the Gnollslayers. Head east along the shore to the Oracle Tower griffin station. From there hop a griffin to the Steppes station. Once you land, head north you'll come to the keep. Bulvar will be waiting for ya.",
        "Thanks to Bulvar I now have plenty of time to fish! And these blessed grubs work great! Thanks again, <player name>.",
        "I don't think I eat as much as I should."
      ]
    },
    {
      "name": "a Malevolent Viper",
      "levelRange": "11",
      "difficulty": "heroic^^^",
      "locations": [
        "92.60,-20.90,-16.17"
      ]
    },
    {
      "name": "Maratis Jyd",
      "purpose": "Celestial Watch",
      "locations": [
        "-1849,-38.09,-554.27"
      ],
      "utterances": [
        "Greetings, friend. Safe travels to you."
      ]
    },
    {
      "name": "Matsy Rollingpin",
      "race": [
        "halfling"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-727.77,-11.01,239.01"
      ],
      "utterances": [
        "I can not thank you enough! Here, please have some of these wonderful cookies to brighten your day.",
        "Let's see now. Salt, good stock... I will need to brown that flour and... Oh, hello there!",
        "I'm making a lovely, warm chowder to share with those in need. However, I seem to have forgotten an ingredient. Could you be a doll and run an errand for me?",
        "I need you to purchase some pepper from Merchant Novak and bring it back here. She makes her stand out by the lighthouse near the docks.",
        "Be as swift as you can...  I wouldn't want my roux to clump!",
        "Oh my! Pepper! That is exactly what I needed! Here, eat something. You look flush. Have you seen my ladle?",
        "So many things cooking on the stove...  If you have time, I have other errands that need to be tended to. I'd be happy to feed you!",
        "So many hungry folks. I am afraid I haven't made enough for everyone! If you want to eat, you'll need to fetch me some extra Coldwind fish so I can stir up another pot.",
        "Wonderful! I'll be waiting for your return.",
        "Excellent work! You even cleaned them for me! Here, have some lovely chowder and make yourself at home.",
        "If there is one thing wholesome, it's a hot dish.  It warms the stomach and the soul.  That, and it helps those who have partaken of the good ale a bit heavily as well.  Please, take this to Aroof.",
        "If he doesn't sober up we will be needing more than food to save him!",
        "Well now, there is a lot less ruckus going on down there. Perhaps the stew helped. You look famished... Here, grab a spoon! ",
        "You have been so helpful today! My cousin, Blarton Blumble, has happened on some terrible luck and broke his leg while fishing. He is the sad sack today and in such a terrible mood. If you could deliver these lovely cookies to him for me, there will be plenty for you when you return!",
        "Bless your heart."
      ]
    },
    {
      "name": "a mausoleum protector",
      "levelRange": "16",
      "locations": [
        "363.44,-19.69,-658.77"
      ],
      "spells": [
        {
          "name": "Bob and Weave"
        }
      ]
    },
    {
      "name": "Mayor Woodbridge",
      "locations": [
        "-1900.98,-30.76,-612.92"
      ],
      "utterances": [
        "Well, since you're going to listen in you may as well join the conversation.  Ahhh, get out of here before it gets rough for ya!"
      ]
    },
    {
      "name": "Merle Trevine",
      "locations": [
        "-1933.76,-36.17,-601.55"
      ],
      "utterances": [
        "Hello."
      ]
    },
    {
      "name": "Millennial Hall",
      "utterances": [
        "The puppets are ready, are you?"
      ]
    },
    {
      "name": "Mister Jumtum",
      "locations": [
        "-1454.82,-14.02,13.24"
      ],
      "utterances": [
        "Pfft!  Away with you, or you'll step on my flowers!"
      ]
    },
    {
      "name": "a moat rat",
      "levelRange": "11",
      "locations": [
        "391.44,-22.73,663.55",
        "323.52,-25.58,621.5",
        "383.12,-18.66,597.84",
        "69.13,-16.64,-316.52",
        "35.75,-15.96,-304.01",
        "63.03,-13.86,-283.82",
        "76.48,-16.48,-310.51",
        "104.63,-15.19,-258.66",
        "69.43,-14.11,-187.35",
        "55.25,-6.46,-226.21",
        "30.48,-3.43,-227.71",
        "27.21,-4.42,-214.59",
        "-0.9,-4.88,-206.82",
        "-92.43,-5.14,-167.78",
        "-90.47,-11.21,-143.81",
        "-106,-15.34,-118.25",
        "-16.81,-18.43,105.29",
        "12.89,-15.98,158.07",
        "72.96,-16.85,118.39",
        "39.1,-16.87,117.03",
        "61.14,-16.87,104.35",
        "59.4,-14.53,149.34",
        "60.49,-14.39,166.4",
        "100.33,-16.05,140.2",
        "99.48,-16.93,107.85",
        "55.71,-16.87,82.76",
        "47,-16.87,85.93",
        "39.72,-18.78,0.93",
        "-10.01,-14.37,-29.86",
        "-6.34,-14.55,-23.37",
        "-16.35,-14.37,1.18",
        "-13.21,-14.37,-5.04",
        "-34.12,-15.09,-8.88",
        "-23.03,-14.58,9.02",
        "-7.5,-15.2,22.87",
        "99.74,-14.47,166.34",
        "209.61,-8.42,550.95",
        "311.20,-22.62,602.90",
        "329.94,-22.43,598.66",
        "285.32,-19.55,562.02",
        "285.40,-19.66,515.10",
        "282.54,-17.82,499.55",
        "285.40,-19.69,488.44",
        "238.56,-17.41,498.60",
        "232.69,-15.81,512.42",
        "240.62,-10.75,347.94",
        "264.52,-19.73,612.28",
        "2.30,-14.81,-36.21"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 307754522 -1776085145:Advanced Artisan Volume 9\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1440351109 846870321:Far Seas Trading Requisition ANT0235\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1659113820 446323017:rawhide leather pelt\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a mucus zombie",
      "locations": [
        "-1776.75,-9.17,865.23",
        "-1818.39,-14.42,823.13",
        "-1811.59,-14.37,830.13",
        "-1813.08,-14.65,821.71"
      ]
    },
    {
      "name": "a mutated rat",
      "levelRange": "15",
      "locations": [
        "-1505.12,-9.06,-244.1",
        "-1557.36,-10.49,-210.37",
        "-1548.2,-13.28,-305.17",
        "-1457.92,-10.05,-305.15",
        "-1415.67,-4.55,-264.03",
        "-1442.21,-2.64,-181.53",
        "-1473.18,-7.48,-166.22",
        "-1518.36,-9.01,-217.54",
        "-1520.12,-9.47,-139.77",
        "-1542.96,-11.31,-123.83",
        "-1553.35,-13.13,-99.2",
        "-1516.31,-12.02,-82.67",
        "-1520.22,-13.88,18.25",
        "-1535.33,-11.49,70.1",
        "-1544.28,-12.12,57.72",
        "-1567.08,-13.91,75.55",
        "-1542.04,-11.72,110.07",
        "-1520.14,-11.88,110.9",
        "-1467.07,-11.1,69.38"
      ]
    },
    {
      "name": "Nault",
      "purpose": "Guard",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-388.62,15.36,267.85"
      ],
      "utterances": [
        "Good day to you, citizen. All preserve Queen Antonia.",
        "I hate working this shift!  If the gnolls don't attack now, I may die of boredom.",
        "Greetings, citizen. I am on guard duty.  Should you get into trouble, seek me out."
      ]
    },
    {
      "name": "a Necrosis auger",
      "levelRange": "19",
      "difficulty": "heroic^2",
      "locations": [
        "-1144,-32.63,-1007.03",
        "-1121.91,-36.58,-1014.84",
        "-1129.05,-26.81,-1033.79",
        "-1118.35,-22.04,-1055.82",
        "-1073.63,-39.48,-1031.88",
        "-1056.3,-37.46,-1028.58"
      ],
      "utterances": [
        "We no can win, must flee!",
        "What I do now?",
        "I think run is good idea now.",
        "It hurt! It hurt! Make it stop!",
        "Run away! These ones too strong!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -959107685 1296290369:a goblin ear\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 25,
      "drop_coin_max": 25
    },
    {
      "name": "a Necrosis conscript",
      "levelRange": "19",
      "difficulty": "heroic^2",
      "locations": [
        "-1141.47,-26.79,-1038.52",
        "-1148.38,-26.6,-1046.48",
        "-1142.72,-25.27,-1044.93",
        "-1123.92,-29.21,-1030.41",
        "-1123.2,-35.67,-1016.54",
        "-1139.82,-34.22,-1004.93",
        "-1158.53,-32.37,-1027.79",
        "-1137.54,-24.08,-1046.47",
        "-1129.23,-26.04,-1035.84",
        "-1120.52,-21.49,-1058.46",
        "-1068.46,-37.86,-1030.79",
        "-1057.87,-37.14,-1040.87",
        "-1062.78,-38.43,-1048.81"
      ],
      "utterances": [
        "I think run is good idea now.",
        "Go away! We let you live if you leave stuff.",
        "We no can win, must flee!",
        "It hurt! It hurt! Make it stop!",
        "Run away! These ones too strong!",
        "What I do now?"
      ],
      "drop_coin_min": 37,
      "drop_coin_max": 259
    },
    {
      "name": "a Necrosis shrew",
      "levelRange": "19",
      "difficulty": "heroic^2",
      "locations": [
        "-1123.92,-29.21,-1030.41",
        "-1136.48,-27.08,-1034.66",
        "-1148.61,-30.92,-1010.93",
        "-1159.81,-34.91,-1025.52",
        "-1149.47,-27.17,-1047.6",
        "-1118.98,-21.98,-1057.6",
        "-1075.13,-39.59,-1033.04",
        "-1055.9,-38.28,-1027.12"
      ],
      "utterances": [
        "It hurt! It hurt! Make it stop!",
        "We no can win, must flee!",
        "Go away! We let you live if you leave stuff.",
        "Run away! These ones too strong!",
        "What I do now?"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -959107685 1296290369:a goblin ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Noa Sails",
      "locations": [
        "-2230.11,-45.48,499.36"
      ],
      "utterances": [
        "Keep your distance, friend. We have important cargo here. Step any closer and I'll have to pummel you ... and you don't want me to leave you stranded out here, do ya?",
        "Oh, then you want to speak with Rusty."
      ]
    },
    {
      "name": "Novak",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "356.18,-14.83,780.82"
      ],
      "utterances": [
        "Greetings, perhaps you need to replenish your supplies, or maybe just sell some of what you picked up along the trail?"
      ]
    },
    {
      "name": "a noxious viper",
      "levelRange": "10",
      "locations": [
        "2.67,-16.43,162.87",
        "61.05,-17.04,57.54"
      ]
    },
    {
      "name": "Old Man McQuibble",
      "locations": [
        "-1898.63,-36.02,-609.06"
      ],
      "utterances": [
        "What?"
      ]
    },
    {
      "name": "Ol' One Eye",
      "locations": [
        "-1962.48,-51.0,-608.74"
      ]
    },
    {
      "name": "Oracle Ednar",
      "locations": [
        "-1033.95,26.94,-624.13"
      ],
      "utterances": [
        "There is something different about you.",
        "I sense that you still have much to do before your destiny is complete.",
        "Your fate will shape the future of this world."
      ]
    },
    {
      "name": "Oracle Liandrin",
      "locations": [
        "-1034.56,14.12,-631.52"
      ],
      "utterances": [
        "The view from here is amazing, isn't it?  I could gaze out these windows for hours.  Sometimes I do.  Ah, the beauty of Antonica ..."
      ]
    },
    {
      "name": "Oracle Ulinara",
      "locations": [
        "-1033.79,14.12,-627.69"
      ],
      "utterances": [
        "It appeared in the Karma Pool, while I was in trance. I saw it! So beautiful.",
        "I am sorry, but we are having a private meeting.  This is no concern of yours.",
        "Wait!  Please do not go. You ... you may be of use to us. I want to find the tree I saw and confirm its location. Unfortunately, I must remain here in the tower with my studies. Would you please help me?",
        "When I peered into the Karma Pool, I saw a constellation of stars that told me where the tree could be found.  Go to the heart of a region called the Thundering Steppes, near the natives.  You will seek a tree within a tree -- one dead and one alive.  When you find it, take a Golden Acorn from its branches and return to me."
      ]
    },
    {
      "name": "an overland miner",
      "levelRange": "12",
      "race": [
        "dwarf"
      ],
      "gender": [
        "female",
        "male"
      ],
      "locations": [
        "-187.45,-24.97,636.02",
        "-946.06,-26.46,256.56",
        "-1605.06,-12.18,307.72",
        "-1649.82,1.92,-684.25",
        "-1732.92,3.53,-689.2",
        "-1527.38,-11.66,-648.76",
        "-108.22,-21.06,665.24",
        "-485.46,-12.5,147.18",
        "-610.37,-14.29,123.22",
        "-941.71,-24.16,196.72",
        "-758.8,-21.97,-396.97",
        "-727.96,-23.54,-417.31",
        "-712.3,-22.46,-408.11",
        "-695.09,-21.84,-429.76",
        "-1054.71,-35.57,-488.92",
        "-1177.49,-43.46,-527.71",
        "-1289.55,-12.17,-377.08",
        "-1293.49,-12.63,-391.76",
        "-1246.56,-15.56,-523.39",
        "-1612.09,-15.62,-3.27",
        "-1842.38,-16.11,-274.99",
        "-680.91,-6.20,660.68",
        "-634.81,-7.91,702.41",
        "-1020.15,-14.08,302.43",
        "-1104.93,-17.89,261.30"
      ],
      "utterances": [
        "There they are! Let's get em!",
        "Go on now, I'll hold them!",
        "You'll never take me alive!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -886483509 -469108145:old silver coin\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 599111897 -1109797835:pouch of peat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 18,
      "drop_coin_max": 35
    },
    {
      "name": "an overland woodcutter",
      "race": [
        "human"
      ],
      "gender": [
        "female",
        "male"
      ],
      "locations": [
        "262.41,-16.39,586.08",
        "-1232.65,-13.83,171.9",
        "-1229.13,32.41,6.94",
        "-1199.5,-25.64,-541.56",
        "97.98,-14.46,169.36",
        "-382.49,-0.8,376.62",
        "-489.72,-15.03,130.28",
        "-513.41,-13.48,171.28",
        "-548.02,-11.61,107.72",
        "-1693.63,-18.38,-159.47",
        "-1603.32,-13.88,342.64",
        "-1789.38,-11.85,676.62",
        "-1602.36,-9.15,550.83",
        "-592.27,-10.77,682.79",
        "-546.39,-16.75,655.87",
        "-50.66,-23.16,527.50",
        "-1027.89,-12.27,243.35"
      ],
      "utterances": [
        "You angered the spirits of the woods for the last time.",
        "You cannot kill us all, despoiler!",
        "My friend may have fallen like a rotten tree but I will not."
      ],
      "drop_coin_min": 21,
      "drop_coin_max": 34
    },
    {
      "name": "Perinius Abatro",
      "locations": [
        "-2115.82,-39.88,441.2"
      ],
      "utterances": [
        "How do you do?",
        "Hello there!"
      ]
    },
    {
      "name": "a pig",
      "locations": [
        "-1855.75,-38.09,-517.19",
        "-1862.67,-37.74,-518.36"
      ]
    },
    {
      "name": "a plaguebringer acolyte",
      "locations": [
        "-1545.83,1.92,-918.07"
      ],
      "utterances": [
        "All hands retreat!"
      ]
    },
    {
      "name": "a pond glider",
      "levelRange": "9",
      "locations": [
        "177.23,-24.77,445.16",
        "105.01,-24.81,414.85",
        "93.63,-23.88,451.26",
        "85.91,-25.1,463.04",
        "99.46,-24.83,479.05",
        "115.41,-25.12,485",
        "157.09,-24.75,472.78",
        "150.73,-24.23,398.28",
        "114.31,-24.75,401.41",
        "128.56,-25.02,405.29",
        "128.00,-25.30,500.06"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1010989201 -169704506:reptile skin\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 608055372 262770734:reptile skin\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Protector Emerson",
      "locations": [
        "-1020.22,12.95,-620.88"
      ],
      "utterances": [
        "I hate working this shift!  If the gnolls don't attack now, I may die of boredom.",
        "Duty above all else, citizen, except honor!",
        "Greetings, citizen. I am on guard duty.  Should you get into trouble, seek me out.",
        "Good day to you, citizen. All preserve Queen Antonia."
      ]
    },
    {
      "name": "Protector Emerson",
      "locations": [
        "-1020.22,12.95,-620.88"
      ],
      "drop_coin_min": 19,
      "drop_coin_max": 31,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "Protector Hawes",
      "locations": [
        "-1028.45,13.94,-622.01"
      ],
      "utterances": [
        "I hate working this shift!  If the gnolls don't attack now, I may die of boredom.",
        "Good day to you, citizen. All preserve Queen Antonia.",
        "Duty above all else, citizen, except honor!"
      ]
    },
    {
      "name": "Protector Swithin",
      "locations": [
        "-1034.5,13.95,-620.03"
      ],
      "utterances": [
        "I hate working this shift!  If the gnolls don't attack now, I may die of boredom.",
        "Good day to you, citizen. All preserve Queen Antonia."
      ]
    },
    {
      "name": "Protector Wickham",
      "locations": [
        "-1038.95,12.95,-614.64"
      ],
      "utterances": [
        "Greetings, citizen. I am on guard duty.  Should you get into trouble, seek me out.",
        "I hate working this shift!  If the gnolls don't attack now, I may die of boredom."
      ]
    },
    {
      "name": "Qalento",
      "locations": [
        "-796.20,-13.93,893.19"
      ]
    },
    {
      "name": "Quallium",
      "race": [
        "halfling"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "229.32,-21.22,764.61"
      ],
      "utterances": [
        "Oh look at the mess I am in! My thoughts of wonderment have been stolen from me.",
        "They have my scrolls ... my poems! I was just sitting upon the isles, like I always do, searching for inspiration, when all of the sudden they appeared! I ran and now have lost my scrolls to the howling beasts.",
        "Will you?! Oh! Thank you! Search them well, yes, search them very well. I know my scrolls are being clutched by those furry paws!",
        "You saved me! These scrolls will take me from being a simple wordsmith to a legendary poet. You have read my work, have you not?",
        "Well of course you did! You should really visit the sights I wrote about. All four poems were based on actual images I spied from the isle. I am such a genius! Here, read for yourself!"
      ]
    },
    {
      "name": "Quigley",
      "purpose": "Provisioner",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-723.3,-11.01,237.13"
      ],
      "utterances": [
        "Hello, friend. Welcome to my shop.",
        "Good day, adventurer. Care to take a look at my merchandise?"
      ],
      "store_template": "provisioner"
    },
    {
      "name": "a rabid bat",
      "locations": [
        "-881.37,-9.56,95.46",
        "-959.95,7.18,407.13",
        "-954,6.96,419.3"
      ]
    },
    {
      "name": "Rathford",
      "purpose": "Qeynosian Officer",
      "locations": [
        "-394.49,20.86,-288.44"
      ],
      "utterances": [
        "Well met."
      ]
    },
    {
      "name": "a red tailed hawk",
      "levelRange": "15",
      "locations": [
        "-983.69,-2.27,-664.54",
        "-976.71,-1.59,-671.02",
        "-950.31,9.5,-656.13",
        "-950.38,3.61,-623.72",
        "-968.68,11.73,-553.46",
        "-1009.39,13.83,-521.2",
        "-905.59,7.18,-295.01",
        "-882.61,2.39,-281.85",
        "-1062.75,8.72,-434.65",
        "-1049.36,6.46,-404.19",
        "-1012.51,4.84,-385.3",
        "-1019.6,8.39,-377.62"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1401906576 341490251:a bird beak\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 397119710 408683460:a bird skull\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Renux the Undying",
      "levelRange": "16",
      "locations": [
        "347.98,-20.59,-636.81"
      ]
    },
    {
      "name": "a restless Caltorsite",
      "levelRange": "18",
      "locations": [
        "-1297.6,-20.14,-716.94",
        "-1275.36,-18.85,-685.33",
        "-1438.14,-14.37,-643.75",
        "-1433.05,-14.37,-653.75",
        "-1419.91,-14.37,-651.91",
        "-1415.48,-14.37,-639.31",
        "-1449.81,-15.7,-821.45",
        "-1442.58,-17.36,-823.29",
        "-1457.04,-14.73,-833.21",
        "-1446.36,-17.06,-836.23",
        "-1550.61,-10.01,-837.25",
        "-1551.91,-10.81,-826.77",
        "-1528.5,-9.14,-853.61",
        "-1536.84,1.18,-906.04",
        "-1546.76,1.37,-904.87",
        "-1531.07,0.43,-913.16",
        "-1554.54,0.95,-912.83",
        "-1398.19,-15.68,-728"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 896995114 -1325468405:a flesh covered zombie bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 25,
      "drop_coin_max": 39
    },
    {
      "name": "Revyl Kylar",
      "locations": [
        "-488.79,0.64,-181.96"
      ],
      "utterances": [
        "Thank you! If you could lead me back to my father I would be grateful. I don't have much strength left in me and if I couldn't fend them off before I'm certain I couldn't now.",
        "You dirty, filthy dog! Stay away!",
        "Father!",
        "I still don't know what they wanted with me."
      ]
    },
    {
      "name": "Riason Hanagom",
      "locations": [
        "-1903.27,-30.76,-614.27"
      ],
      "utterances": [
        "What brings you here? I'm VERY busy.",
        "That worm has been delaying for long enough.  It's about time he did his job. What are you waiting for!? Give it to me!",
        "Gah!  I could kill you right here and now for defying me.  Here, take this and give me the letter NOW!",
        "To arms!",
        "Favor?!  You demanded money for that \"favor\" as I recall.  Besides, that man is no \"friend\" of mine.  He was merely doing a little... research for me.  Now leave me alone!",
        "Bah!  You are very annoying, you know that?  However, you are persistent and brave... or perhaps just stupid.  In any case, I could make use of you and it would save me some time.  Cooper found out the general location of a recently discovered shrine from a few adventurers.  I was going to check it out myself but I have other... business to attend to.  Go and find it and I'll throw a few coins your way.",
        "Cooper's letter said the shrine is at the southern edge of the Thundering Steppes.  That's quite a journey for someone like you, and I won't shed a tear if you do not return."
      ]
    },
    {
      "name": "Rikantus",
      "locations": [
        "-1975.15,9.11,823.02"
      ],
      "utterances": [
        "My camp is your camp,  traveler. Sit, sit ... rest a spell. Perhaps the evils of the countryside will subside whilst you warm your belly with some eidolon stew.",
        "Do not fear Evernight Cemetery. It is nothing but an old forgotten plot of land now. Nothing to fear here. The dead have long since dug their way out and found their way home or found their way to vengeance. Now how about that stew? My best batch yet.",
        "I'm glad you asked. I am a trader of rare trinkets and a haggler of oddities. Only within the undiscovered territories will I find lost treasures the likes of which attract only the highest profits.",
        "Profit is not always measured in the tangible. I carry only the rarest of goods and require the greatest of value in trade. Often times the most valuable possessions cannot be contained within a coin purse. Perhaps we can haggle?",
        "You are not ready to behold one of my curios, but we may well have business to discuss. You are an explorer, an adventurer of the wilds. I am but an old man with a walking stick. Help me and I will offer you a sliver of wonder ... a trinket more priceless than all the platinum on Norrath.",
        "I desire a trinket for a trinket, a stolen vault of knowledge. Within the depths of the Sabertooth lair resides a tome bound of gnoll hide and scribed in the black blood of Norrath. Find and return this tome to me, and I shall grant you wonders of time long past. Find me the Scrawlings of Chirannis.",
        "The Scrawlings of Chirannis are mine yet again. Never shall we let it drift from embrace until the cursed words and foul creed are needed again.",
        "The scratches within this ghastly tome have traveled far to meet the ears of gnolls. It speaks to them of origins and guides them to a foreboding destiny. The gnolls regard this as their newfound highest writ from the dog lord, Chirannis.  They shall be very displeased that the sacred words were stolen from their lair.",
        "Here is your reward, a trinket from my personal vaults. It may appear old and tattered, but the wisdom within shall lead to great fortune."
      ]
    },
    {
      "name": "a risen protector",
      "levelRange": "14",
      "locations": [
        "327.12,-35.61,-780.52",
        "373.59,-31.93,-806.47",
        "412.92,-31.43,-783.87",
        "412.85,-31.43,-790.91",
        "425,-29.24,-780.92",
        "357.73,-32.14,-802.73",
        "339.8,-21.24,-689.25",
        "363.99,-20.42,-681.3",
        "383.13,-19.87,-645.44",
        "365.4,-19.14,-626.75",
        "356.83,-20.55,-637.06",
        "374.02,-18.3,-623.4",
        "322.49,-22.37,-602.58",
        "304.65,-23.5,-607.5",
        "370.72,-20.87,-644.67",
        "340.09,-33.51,-524.07",
        "320.84,-35.54,-515.44",
        "365.78,-28.88,-517.21",
        "370.4,-28.07,-522.52",
        "365.89,-25.11,-534.08",
        "339.67,-21.21,-651.04",
        "247.39,-29.13,-682.85",
        "227.21,-31.3,-701.16"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 2043523089 -1248574909:carved ivory cameo\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1084678629 -801963948:Far Seas Trading Requisition ANT0437\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 2104020758 1876236984:flask of rancid water\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1401004400 725674393:a piece of rotted zombie flesh\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 20,
      "drop_coin_max": 219
    },
    {
      "name": "Roslyn Mischeva",
      "utterances": [
        "What are you doing, <player name>? Let's go! It's time to slay the dragon!",
        "And so, our intrepid hero returns, after having defeated one of the terrible terrors of Norrath!",
        "Yes you did! With style and panache, no less! You must want your well earned reward now, and so you shall have it!",
        "And just because you have completed this quest, does not mean that the danger to Norrath is over! Oh no! It has just begun! You are welcome to continue to hunt for us and our monstrous puppets for as long as the Heroes' Festival runs!",
        "Now go, and be heroic!",
        "That was a fun fight!"
      ]
    },
    {
      "name": "a rotstuffed scarecrow",
      "levelRange": "18",
      "locations": [
        "-2010.39,-7.1,534.51",
        "-2016.59,-7.71,533.58",
        "-2007.16,-7.68,528.39",
        "-1711.65,-20.28,-67.37",
        "-1725.53,-21.78,-107.88",
        "-1785.68,-23.33,-67.51",
        "-1762.29,-23.53,-191.19",
        "-1727.98,-22.23,-199.63",
        "-1693.83,-17.76,-99.50",
        "-1688.55,-16.38,-63.91",
        "-1907.60,-18.83,-238.48",
        "-1968.41,-15.78,-290.52",
        "-1956.59,-16.82,-212.78",
        "-1937.50,-18.00,-145.91",
        "-1884.38,-20.01,-144.75",
        "-1964.25,-21.85,614.86",
        "-1929.81,-17.52,644.80",
        "-1923.92,-18.29,568.15"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1743509250 -1094407049:fungus\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1464387853 -476693355:a piece of jute cloth\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 18,
      "drop_coin_max": 35
    },
    {
      "name": "Rusty Sails",
      "locations": [
        "-2233.36,-44.03,511.39"
      ],
      "utterances": [
        "Hail yourself, stranger.  State your purpose, or be on your way.",
        "Well, I'm glad she sent someone.  The attacks have been constant, and we've lost too many able bodies to withstand another attack ...  What in Thule!?  Another wave of Marauders!",
        "There's no way we would've withstood that attack without your help.  We can make it the rest of the way from here.  Let the Captain know the attacks have increased. "
      ]
    },
    {
      "name": "a Sabertooth battler",
      "levelRange": "16",
      "locations": [
        "-1703.06,-8.21,834.06",
        "-1380.97,-3.38,239.77",
        "-1392.84,-1.73,241.66",
        "-1379.9,-2.66,249.06",
        "-1628.36,-15.59,219.48",
        "-1630.3,-16.02,212.78",
        "-1640.2,-14.85,210.96",
        "-1634.35,-15.69,207.35",
        "-669.1,-12.93,-343.71",
        "-688.52,-12.9,-360.46",
        "-633.21,-13.77,-338.08",
        "-650.25,-12.9,-332.54",
        "-644.12,-12.45,-346.89",
        "-648.23,-12.64,-366.17",
        "-669.38,-12.62,-321.65",
        "-483.65,5.44,-299.7",
        "-489.78,7.05,-290.21",
        "-475.11,5.49,-298.26",
        "-477.36,5.15,-280.75",
        "-592.94,-8.44,-228",
        "-612.28,-11.03,-259.31",
        "-643.93,-4.57,-250.81",
        "-669.43,-11.3,-291.78",
        "-650.34,-10.15,-278.05",
        "-617.6,-14.54,-327.94",
        "-493.86,-4.59,-468.17",
        "-489.51,-3.59,-482.25",
        "-470.48,-3.9,-478.41",
        "-484.42,-3.47,-473.68",
        "-934.67,2.88,-381.35",
        "-938.68,-2.77,-366.96",
        "-950.69,-2.26,-359.44",
        "-980.2,0.24,-358.98",
        "-912.21,-3.82,-350.98",
        "-1063.87,0.79,-400.04",
        "-1090.21,4.87,-384.3",
        "-1132.39,1.27,-395.02",
        "-1123.6,16.8,-330.17",
        "-1135.91,17.45,-336.21",
        "-1131.73,19.93,-320.53",
        "-1207.22,-3.18,-349.06",
        "-1276.96,-5.66,-340.82",
        "-1260.54,-1.87,-331.53",
        "-1649.90,-11.09,207.68",
        "-1625.56,-17.66,207.20",
        "-1642.52,-10.53,221.96",
        "-1481.50,-6.98,469.47",
        "-1488.07,-6.81,464.71",
        "-1480.96,-7.43,456.19"
      ],
      "utterances": [
        "Kill it!  Kill it!",
        "Spin, weave, dodge, attack!!!",
        "Another member of the pack down!",
        "You gonna pay for that.",
        "That one will never mate!",
        "That one never mate!",
        "That one died.",
        "I must fight for Sabertooth pride.",
        "You gonna die so fast!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -6577808 -1093265408:a gnoll tail\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1720905930 2100795833:a gnoll tooth\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 599111897 -1109797835:pouch of peat\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 17,
      "drop_coin_max": 289,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth camp guard",
      "levelRange": "17",
      "locations": [
        "-1633.17,9.44,-20.56",
        "-1660.14,10.18,-12.63",
        "-1649.97,12.29,-35.81",
        "-1648.68,7.88,-46.2",
        "-1658.16,6.90,-2.50",
        "-1654.57,11.60,-16.29",
        "-1653.50,10.71,-7.80",
        "-1660.69,4.01,20.76",
        "-1668.33,17.49,68.57",
        "-1690.14,19.28,84.57",
        "-1675.86,8.57,59.10",
        "-1671.29,19.06,85.00",
        "-1679.91,17.80,81.36",
        "-1644.09,11.56,-38.41"
      ],
      "utterances": [
        "To arms!",
        "Kill it!  Kill it!",
        "You gonna die so fast!",
        "You gonna pay for that.",
        "That one died."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1232349070 2064336354:badge of honor\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 295026780 -1433839586:a gnoll paw\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -886483509 -469108145:old silver coin\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1288017611 1507555502:small kerran doll\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 19,
      "drop_coin_max": 31,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth captor",
      "levelRange": "20",
      "locations": [
        "-487.46,0.67,-182.69",
        "-492.82,1.39,-178.87"
      ],
      "utterances": [
        "That one died.",
        "You gonna pay for that."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 391423118 -936986606:canine saliva\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 140,
      "drop_coin_max": 140,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth darkstrider",
      "levelRange": "16",
      "locations": [
        "-2176.17,8.57,99.01"
      ],
      "utterances": [
        "Kill it!  Kill it!",
        "Bite! Show sharp teeth!",
        "You gonna die so fast!",
        "That one died.",
        "You gonna pay for that.",
        "Spin, weave, dodge, attack!!!",
        "Another member of the pack down!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 26,
      "drop_coin_max": 27,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth elder",
      "levelRange": "18",
      "locations": [
        "-1394.23,-1.77,243.02",
        "-642.27,-13.23,-329.29",
        "-485.71,-3.01,-481.41",
        "-477.49,5.63,-292.27",
        "-1138.67,20.89,-320.92",
        "-1401.1,-12.08,-352.55",
        "-1629.03,-16.85,206.45",
        "-1480.41,-7.21,472.48"
      ],
      "utterances": [
        "Another member of the pack down!",
        "You gonna pay for that.",
        "That one died.",
        "Bite! Show sharp teeth!",
        "Kill it!  Kill it!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1450620039 489325026:carved bone trinket\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 295026780 -1433839586:a gnoll paw\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth Hero",
      "utterances": [
        "I'll rip your throat open!"
      ]
    },
    {
      "name": "a Sabertooth neophyte",
      "levelRange": "10",
      "locations": [
        "185.29,-17.87,642.99",
        "127.25,-10.58,610.71",
        "-68.19,-14.06,590.47",
        "76.36,-20.94,691.58",
        "14.99,-22.53,787.79",
        "-3.66,-23.05,778.84",
        "181.31,-26.03,718.21",
        "34.16,-21.40,792.63",
        "48.22,-20.95,768.22"
      ],
      "utterances": [
        "You gonna pay for that.",
        "That one died.",
        "Kill it!  Kill it!",
        "To arms!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1698232697 -1628225413:Chirannite Threat Totem\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1563963010 956001534:embalmed leather leggings\\/a",
          "chest": true
        }
      ],
      "drop_coin_min": 9,
      "drop_coin_max": 20,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth Pack Lord",
      "levelRange": "18",
      "locations": [
        "-1378.04,-4.12,239.42"
      ],
      "utterances": [
        "Bite! Show sharp teeth!",
        "Another member of the pack down!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1698232697 159043196:Chirannite Threat Totem\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth rune caster",
      "levelRange": "16",
      "locations": [
        "-1371.44,-4.75,255.91",
        "-1384.61,-5.25,264.05",
        "-1438.84,-11.25,275.56",
        "-1437.55,-15.65,302.29",
        "-1583.34,-12.13,277.4",
        "-1576.19,-11.2,298.24",
        "-1590.9,-12.18,301.64",
        "-1596.51,-12.22,313.18",
        "-1542.35,-7,272.02",
        "-1563.44,-7.91,305.26",
        "-1490.55,-10.15,453.52",
        "-1484.16,-6.93,469.60",
        "-1470.80,-9.48,477.69",
        "-1416.90,-13.17,272.69",
        "-1449.12,-16.45,337.98",
        "-1487.78,-13.87,377.00",
        "-1496.49,-7.18,473.27",
        "-1443.42,-15.58,304.55",
        "-1442.14,-15.03,347.73",
        "-1433.20,-17.57,318.27",
        "-1408.84,-18.41,308.08",
        "-1424.97,-16.97,331.69",
        "-1505.17,-14.25,395.59",
        "-1569.98,-12.27,406.59",
        "-1556.15,-10.71,394.03",
        "-1511.82,-14.10,361.98",
        "-1571.10,-10.37,296.65",
        "-1575.75,-12.06,278.10"
      ],
      "utterances": [
        "Kill it!  Kill it!",
        "Spin, weave, dodge, attack!!!",
        "Another member of the pack down!",
        "You gonna pay for that.",
        "That one died.",
        "I must fight for Sabertooth pride.",
        "Not allowed here!",
        "You gonna die so fast!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1232349070 2064336354:badge of honor\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 469903258 -1286815199:Bootstrutter's Field Guide to Antonica\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1450620039 489325026:carved bone trinket\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 2043523089 -1248574909:carved ivory cameo\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1698232697 159043196:Chirannite Threat Totem\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1269626589 1655321168:Far Seas Trading Requisition ANT0221\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1165459183 1011394565:Far Seas Trading Requisition ANT0229\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1440351109 846870321:Far Seas Trading Requisition ANT0235\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1051500582 548157122:Far Seas Trading Requisition ANT037\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1061912288 -2039705745:Far Seas Trading Requisition ANT0424\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1084678629 -801963948:Far Seas Trading Requisition ANT0437\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 2104020758 1876236984:flask of rancid water\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -620595596 1477139875:A Foul Wind\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 295026780 -1433839586:a gnoll paw\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -6577808 -1093265408:a gnoll tail\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1720905930 2100795833:a gnoll tooth\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 2096053587 1975965991:intricate metal bowl\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -886483509 -469108145:old silver coin\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1288017611 1507555502:small kerran doll\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 24,
      "drop_coin_max": 37,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth runt",
      "levelRange": "10",
      "locations": [
        "200.27,-16.78,610.76",
        "-109.88,-22.19,640.63",
        "-24.71,-24.02,807.34",
        "-20.26,-24.73,789.4",
        "-30.1,-23.85,769.43",
        "-75.18,-27.78,732.56",
        "157.91,-12.26,607.61",
        "134.4,-11.95,627.73",
        "147.44,-18.81,659.3",
        "224,-21.97,698.31",
        "-69.14,-29.62,744.92",
        "-61.52,-25.12,731.93",
        "-80.53,-20.81,654.48",
        "-80.06,-20.78,637.58",
        "75.36,-22.11,712.53",
        "57.96,-18.48,699.50",
        "52.50,-20.79,769.85",
        "31.51,-21.81,780.14",
        "18.94,-22.17,784.78",
        "30.39,-21.69,764.26",
        "-33.95,-25.69,789.36",
        "-38.33,-25.11,770.91",
        "-75.31,-31.66,753.87",
        "129.33,-21.23,668.74",
        "-62.51,-30.68,760.00",
        "2.55,-22.65,777.92",
        "31.45,-20.21,739.87"
      ],
      "utterances": [
        "Kill it!  Kill it!",
        "That one died.",
        "You're stronger than me.",
        "You gonna pay for that.",
        "You gonna die so fast!",
        "I must fight for Sabertooth pride.",
        "To arms!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1106708918 1102607084:Blackened Iron Relic\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -995437396 1086350915:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 2043523089 -1248574909:carved ivory cameo\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -623216568 124337759:embalmed leather gloves\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1563963010 956001534:embalmed leather leggings\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -1627877768 79967224:embalmed leather skullcap\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1165459183 -412071980:Far Seas Trading Requisition ANT0229\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 86968877 -1564183137:Far Seas Trading Requisition ANT0351\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1061912288 -1655945253:Far Seas Trading Requisition ANT0424\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 2104020758 1876236984:flask of rancid water\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1004682717:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 295026780 -1433839586:a gnoll paw\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 8,
      "drop_coin_max": 37,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth spear guard",
      "levelRange": "17",
      "locations": [
        "-1641.42,11.89,-7.46",
        "-1637.28,9.22,-40.36",
        "-1652.12,6.51,-46.41",
        "-1655.09,2.65,-52.24",
        "-1650.16,13.17,-16.21",
        "-1655.48,9.46,-5.41",
        "-1670.78,9.11,45.30",
        "-1671.36,18.36,68.60",
        "-1682.95,16.69,82.16",
        "-1673.59,18.75,81.63",
        "-1673.31,11.40,58.46",
        "-1657.37,10.58,-17.95",
        "-1647.56,13.59,-31.69",
        "-1652.60,11.09,-33.50"
      ],
      "utterances": [
        "You gonna die so fast!",
        "You gonna pay for that.",
        "To arms!",
        "That one died.",
        "Kill it!  Kill it!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1232349070 2064336354:badge of honor\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1450620039 489325026:carved bone trinket\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 2043523089 -1248574909:carved ivory cameo\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 705602020 -966949899:cracked iron stein\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -2003004954 -1710068162:a gnoll eye\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -6577808 -1093265408:a gnoll tail\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 19,
      "drop_coin_max": 37,
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a Sabertooth tormentor",
      "levelRange": "20",
      "locations": [
        "-497.9,1.51,-179.46"
      ],
      "utterances": [
        "You gonna pay for that.",
        "That one died."
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a sand lurker",
      "levelRange": "15",
      "locations": [
        "30.06,-66.15,-971.98",
        "62.76,-61.9,-982.71",
        "61.72,-66.83,-1004.63",
        "54.51,-49.41,-1001.16",
        "62.82,-49.76,-1014.09",
        "101.43,-59.75,-1004.56",
        "82.19,-62.45,-969.67",
        "65.7,-61.39,-947.7",
        "22.66,-61.75,-942.51",
        "23.61,-63.36,-949.14",
        "54.16,-68.52,-996.3",
        "196.09,-39.45,-834.17",
        "219.75,-36.77,-867.3",
        "265.4,-38.79,-842.69",
        "263.26,-38.46,-858.14",
        "245.48,-37.5,-848.96",
        "236.94,-37.43,-846.23",
        "295.93,-37.38,-866.95",
        "418.72,-51.71,-569.64",
        "411.6,-49.64,-584.32",
        "427.04,-52.5,-592.74",
        "452.35,-53.79,-622.29",
        "472.66,-51.85,-599.04",
        "494.74,-49.77,-603.96",
        "475.5,-46.85,-574.88",
        "454.95,-42.47,-586.91",
        "438.73,-50.41,-578.13",
        "429.54,-47.25,-543.77"
      ],
      "drop_coin_min": 18,
      "drop_coin_max": 236
    },
    {
      "name": "Scholar Al'Quylar",
      "locations": [
        "-1034.08,15.72,-668.4"
      ],
      "utterances": [
        "How in the name of Al'Kabor am I going to power this?",
        "It's this black chunk of marble, you see.  I'm quite curious about it, and have been investigating a way to power it.",
        "The stone has strange markings. I've traced the markings to ancient magical runes that invoke a spell of warding.",
        "I must confess; I'm not certain.  It could've warded off any number of things in previous ages; things long lost to us.",
        "I would say so, yes.  Likely quite a good bit before.  Do you mind helping me research the stone?",
        "Oh, by all means, I'll pay you for your efforts.  While I understand that some people do things out of the goodness of their heart, I think everyone should be concerned with payment for services rendered!"
      ]
    },
    {
      "name": "Seamus Rockpounder",
      "locations": [
        "60.37,-19.94,0.8"
      ],
      "utterances": [
        "When ya come out of the bar bring us more ale!"
      ]
    },
    {
      "name": "a sea turtle",
      "levelRange": "16",
      "locations": [
        "335.3,-51.99,900.87",
        "341.7,-51.51,892.32",
        "70.92,-50.32,861.72",
        "344.38,-41,914.6",
        "-1572.29,-44.18,-1001.5",
        "-1616.05,-48.77,-965.17",
        "-1592.29,-48,-932.19",
        "-1571.61,-47.22,-993.26",
        "-1512.29,-47.98,-1016.86",
        "-1451.6,-48.73,-943.24",
        "-1457.43,-44.81,-907.15",
        "-1405.18,-43.61,-937.3",
        "-1457.36,-43.63,-973.54",
        "-1399.37,-52,-1070.16",
        "-1393.56,-56,-1100.36",
        "-1359.1,-47.66,-1125.4",
        "-1335.51,-45.61,-1118.48",
        "-899.04,-46.19,-874.78",
        "-869.14,-46.31,-847.71",
        "-669.98,-46.62,-546.78",
        "-511.08,-44.63,-647.82",
        "-543.88,-52.82,-887.8"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -543271895 402308311:turtle meat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -367974197 -1578483498:a turtle shell\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Selinda Whispersong",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-385.03,-10.64,206.86"
      ],
      "utterances": [
        "If you're looking for a challenge, you might want to speak with Cru Naseto, and he'll explain our circuit."
      ]
    },
    {
      "name": "Sentry Acton",
      "locations": [
        "-1724.61,-14.29,372.15"
      ],
      "utterances": [
        "Watch yourself out here. All kinds of bad things can happen - never know when a gnoll might sneak up behind ya and ... GRAB ya!",
        "Watch yourself out here. All kinds of bad things can happen - never know when a gnoll might sneak up behind ya and  ... GRAB ya!"
      ]
    },
    {
      "name": "Sentry Alden",
      "locations": [
        "-429.34,-0.81,558.22"
      ]
    },
    {
      "name": "Sentry Briar",
      "purpose": "Guard",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-390.07,0.69,120"
      ]
    },
    {
      "name": "Sentry Crawln",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-1513.55,-15.76,-548.74"
      ]
    },
    {
      "name": "Sentry Deegan",
      "purpose": "Guard",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-394.13,4.51,276.05"
      ]
    },
    {
      "name": "Sentry Dunstan",
      "locations": [
        "-429.62,-1.1,546.99"
      ]
    },
    {
      "name": "Sentry Elmsley",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-1703.45,-14.59,386.10"
      ],
      "utterances": [
        "Keep your eyes open. Bandits have been seen on the road ahead.",
        "Keep your eyes open.  Bandits have been seen on the road ahead."
      ]
    },
    {
      "name": "Sentry Geddis",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-397.66,15.38,-281.14"
      ]
    },
    {
      "name": "Sentry Innis",
      "purpose": "Guard",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-394.27,0.77,119.74"
      ]
    },
    {
      "name": "Sentry Maurice",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-1489.58,-15.76,-550.4"
      ]
    },
    {
      "name": "Sentry Secord",
      "purpose": "Guard",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-390.79,4.55,277.54"
      ]
    },
    {
      "name": "Sentry Smythe",
      "locations": [
        "-2112.51,-46.02,419.59"
      ]
    },
    {
      "name": "Sergeant Tillin",
      "locations": [
        "-2135.08,-46.13,395.37"
      ],
      "utterances": [
        "Hah!  We've so many adventurers out these days that I think the gnolls decided to push back a bit.  We heard that they're plotting inside Blackburrow.  Think you could help us out?",
        "Hoy! You look right strong, care to do a job for the guard?"
      ]
    },
    {
      "name": "Sighard Sayer",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-718.62,-11.01,239.46"
      ],
      "utterances": [
        "Welcome, welcome. Please look about. Speak to my merchants; they're quite helpful.",
        "Ah! Dancer the frontiersman ... er ... I mean frontierslady as she says. Here, here. This is for her, an arrow like few others, an arrow she is expecting.  "
      ]
    },
    {
      "name": "Sir Dinzzie",
      "locations": [
        "-1176.43,26.95,-957.97"
      ],
      "utterances": [
        "Well look at you! I wonder, would you be able to defeat him?",
        "Ahh, Vindiami the Ancient. I'm afraid that the Necrosis goblin clan will figure out how to wake him from his slumber and then... WHAM! He'll go on a rampage in Qeynos.",
        "Yep, you need to go into the Condemned Catacombs and figure out how to wake and slay the beast. Good luck, you're going to need all of it you can get."
      ]
    },
    {
      "name": "Sir Hegel Hammerheart",
      "locations": [
        "-2121.84,-46.16,418.01"
      ],
      "utterances": [
        "Hello there!  I trust your travels are treating you well!"
      ]
    },
    {
      "name": "Sir Jeager",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-805.66,-13.71,892.13"
      ],
      "utterances": [
        "Greetings! Can I help you with something?",
        "Well, be careful, or the Sabertooth clan will have you for dinner."
      ]
    },
    {
      "name": "Sleepwalk Ashier",
      "utterances": [
        "This scenario was a breeze to pen! It practically wrote itself!"
      ]
    },
    {
      "name": "a small skeletal brat",
      "levelRange": "21",
      "locations": [
        "-1774.34,-9.43,863.29",
        "-1809.21,-14.37,828.01",
        "-1820.70,-14.37,824.70",
        "-1814.98,-14.37,827.22",
        "-1814.92,-14.71,821.81"
      ],
      "utterances": [
        "Rest in peace.",
        "Final death comes at last.",
        "Your blood calls to me."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1561950944 1317412667:a skeleton arm\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 141,
      "drop_coin_max": 141
    },
    {
      "name": "Snekf Blacksmelter",
      "locations": [
        "74.25,-20.47,1.91"
      ],
      "utterances": [
        "Pass some more ale!"
      ]
    },
    {
      "name": "a sogbone skeleton",
      "levelRange": "14",
      "utterances": [
        "As I rise from the grave,  you will now take my place!",
        "That pile of bones was my friend!"
      ]
    },
    {
      "name": "Soldier Homrie",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-472.39,-0.42,541.92"
      ],
      "utterances": [
        "Please, someone help me!  One of those ... blasted gnolls got me ... with a poison arrow.  Don't know how much time I have."
      ]
    },
    {
      "name": "Soldier Pellenos",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-401.56,0.71,106.83"
      ],
      "utterances": [
        "Hello there!  Come for tea?  I'm sorry, but I'm completely out of sugar!  Ask the gnolls; they killed everyone here.  Yes, everyone ... but me.  And now I don't know where the teapot is.  But there's no sugar, so it doesn't matter.  Hee hee!"
      ]
    },
    {
      "name": "Soldier Selennia",
      "locations": [
        "-396.44,4.69,263.62"
      ],
      "utterances": [
        "Listen ... I only have a few minutes left.  Tell the commander ... the gnolls came from behind ... they took all of us out ... Arthur ... Garrin ... Dalathani ... the Greenleaf triplets.  And even little Skimpy!  Those fiends! They even killed Skimpy! I've lost too much ... blood. Tell him ... what happened."
      ]
    },
    {
      "name": "a sonic shrieker",
      "levelRange": "15",
      "locations": [
        "-1227.99,38.1,-4.38",
        "-1270.86,42.58,22.8",
        "-1289.96,46.92,36.75",
        "-1286.38,37.91,33.39",
        "-1281.26,37.91,29.81"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1127098598 -837078682:a bat ear\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Sparrow Cogcarrier",
      "utterances": [
        "Avast ye blaggard! What's ye be wanting?",
        "Arrr! I be the drea' pirate Sparrow... an' who might ye be?",
        "Yar matey, me captain and me crew seem ta be in a spot of trouble, we do.",
        "We'll discuss the terms of that after ye do me a simple favor. Ye see, I'll be needing ye ta dig up a treasure me gran'pappy left behin' fa' me.",
        "Gran'! Tis a great day ta be a gnome pirate. Take that multidirectional aerospanning locationater over there ta locate me treasure... Gar! An' don't ye be forgetting me truste' shovel. Come back once ye got me treasure!"
      ]
    },
    {
      "name": "a sparrow-hawk",
      "levelRange": "11",
      "locations": [
        "178.42,-7.75,675.53",
        "-105.14,-4.81,-135.53",
        "9.62,-6.77,159.46",
        "9.65,-8.75,146.03",
        "67.62,-6.69,132.74",
        "78.49,-8.72,98.5",
        "135.03,-6.22,348.47",
        "220.68,-15.41,687.62",
        "236.86,-15.03,739.83",
        "1.92,-7.08,322.12",
        "-9.22,-4.93,309.43",
        "-473.74,-3.24,-504.17",
        "-453.93,-12.51,-504.34",
        "-447.77,-6.62,-544.66",
        "-532.52,-1.23,-530.63",
        "134.71,-15.51,342.67",
        "96.38,-18.69,361.28",
        "-14.27,-11.60,259.26",
        "9.88,-15.87,-118.31",
        "1.63,-15.87,-117.79",
        "-3.26,-15.13,16.75",
        "-24.09,-14.64,3.23",
        "51.88,-14.35,51.25",
        "2.05,-17.64,56.18"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -1401906576 341490251:a bird beak\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 397119710 408683460:a bird skull\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Squire Kivan",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "-800.14,-13.91,889.30"
      ],
      "utterances": [
        "Are you hungry? I'm making soup.",
        "I'm Kivan, Sir Jeager's squire and faithful servant. We're here to fight the insidious Sabertooth clan.",
        "Sir Jeager is the most honorable of all the Royal Antonican Guards. He alone was assigned to fight off the Sabertooth clan.  He's a leader among leaders and a brave soldier.",
        "They're a clan of vicious gnolls. They infest the hills around here, and at night they prey on the children of Qeynos. We must stop them!",
        "It seems that politics and honesty do not mix. One of the Queen's advisors did not like something Sir Jeager said. So, here we are.",
        "Yes. You can help us. The Sabertooth clan is getting ore from somewhere in the hills and I need you to find out where. Bring me some mining picks to prove that you found the mine."
      ]
    },
    {
      "name": "a stonejaw lizard",
      "levelRange": "18",
      "locations": [
        "-1428.72,-16.87,-395.6",
        "-1201.38,-22.44,-554.86",
        "-1203.18,-19.96,-565.8",
        "-1143.17,-46.15,-559.1",
        "-1238.34,-10,-374.17",
        "-1254.26,-5.72,-346.39",
        "-1276.14,-9.99,-364.94",
        "-1315.44,-13.36,-384.69",
        "-1363.29,-13.97,-390.79",
        "-1414.35,-15.5,-422.6",
        "-1385.04,-8.59,-321.35",
        "-1262.08,-13.04,-468.07",
        "-1223.72,-19.09,-534.49",
        "-1223.66,-10.98,-565.71",
        "-1315.55,-4.31,-550.04",
        "-1325.64,-10.17,-503.07",
        "-1424.64,-12.77,-581.6",
        "-1366.23,-10.01,-557.83"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1574255205 902748530:reptile meat\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 610721675 -1689715601:a split tongue\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Tactician Mengs",
      "levelRange": "18",
      "locations": [
        "-1760.86,-0.83,907.47",
        "-1758.59,-0.38,912.92"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 404982903 1527611249:a gnoll ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1023812709 154628380:Trinket: A Bone Carving\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a tainted wolf",
      "levelRange": "17",
      "locations": [
        "-1496.08,-8.97,-234.35",
        "-1563.99,-11.16,-197.9",
        "-1447.47,-7.93,-280.48",
        "-1442.1,-2.72,-173.32",
        "-1542.68,-10.62,-148.59",
        "-1521.93,-11.26,-93.75",
        "-1499.69,-10.04,-106.21",
        "-1518.83,-13.37,26.55",
        "-1515.7,-11.71,88.84",
        "-1537.32,-11.55,62.51",
        "-1565.68,-13.49,82.52",
        "-1556.79,-11.74,95.7",
        "-1559.53,-12.36,147.17"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1024480043 347122643:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -742202141 1746681072:Lesser Blood of the Wolf\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Taith McJarun",
      "purpose": "Deepwater Circle",
      "locations": [
        "-1952.77,-14.37,744.15"
      ],
      "utterances": [
        "Hello friend.  Have you come to help with our research?"
      ]
    },
    {
      "name": "a tamed rumbler",
      "levelRange": "17",
      "locations": [
        "-820.97,-20.29,-137.75",
        "-847.11,-20.98,-92.46"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 237537576 -79094620:fragmented stone\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "Tanen Danos",
      "purpose": "Bowyer",
      "race": [
        "barbarian"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-730.37,-11.01,229.51"
      ],
      "utterances": [
        "Hello there, adventurer.  You must be a mite weary from your travels.  Relax and have a drink of my personal brew.  Barbarians brew the hardiest ales you'll ever put to your lips.  You ever hear of ol' Clan McMarrin's \"Blizzard Warmer?\"  That'll keep you going on those cold wintry nights!",
        "Clan McMarrin was a clan of the toughest barbarian warriors to have called dear old Halas home.  They have not been heard of for some time though.  After the Shattering they set out to find a place that barbarians could live as they did in Halas.  Word was they were looking toward the Thundering Steppes last anyone knew.",
        "You would?  Aye, that is good to hear.  I like Qeynos and all, but us barbarians need a place we can call our own, you know?",
        "Hello there, adventurer.  You must be a mite weary from your travels.  Relax and have a drink of my personal brew.  Barbarians brew the hardiest ales you'll ever put to your lips.  You ever hear of ole Clan McMarrin's \"Blizzard Warmer?\"  That'll keep you going on those cold wintry nights!"
      ],
      "store": [
        {
          "gamelink": "\\aITEM 398705441 134851183:Caress of the Phantom\\/a",
          "prices": [
            {
              "coin": 144
            }
          ]
        }
      ],
      "store_template": "bowyer"
    },
    {
      "name": "Tark Searfang",
      "levelRange": "12",
      "locations": [
        "196.97,-18.17,643.6"
      ],
      "utterances": [
        "Go with Fippy, fallen one!"
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "Taskmaster Lynette",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "344.4,2.23,817.73"
      ],
      "utterances": [
        "Unless you're filling a Far Seas Requisition of Antonica I do not have time for you. Time is money.",
        "This order is overdue!  Our policy clearly states that the Far Seas Trading Company does not pay full price for late requisitions.  Wait... I see that you are not the huntsman who was issued the order. That means I'll have to file a change of vendor form. Still, you've filled the order and that deserves compensation.  Perhaps someday we'll add you to our list of independent contractors. ",
        "The Far Seas Trading Company pays huntsmen to gather hides.  We issue a requisition order for the kind of hide we wish to buy. The huntsman takes the order and brings us the hides. We pay the huntsman for the hides; if he doesn't return, we don't pay him.  For legal purposes, the huntsman is considered a consultant for the Far Seas Trading Company and not a full-time employee; therefore, we assume no liability for the actions, expenses, or injuries of the consultant. ",
        "This is the office for processing requisition orders, not the office for employment. We have more than enough huntsmen on staff.  So, unless you happen to find an unclaimed Far Seas Requisition and fill its order... our business is done.  Good day. Next!"
      ]
    },
    {
      "name": "a thicket lizard",
      "levelRange": "16",
      "locations": [
        "-534.57,-7.76,-565.64",
        "-943.08,-18.62,-628.94",
        "-965.12,-15.87,-650.85",
        "-915.28,-3.52,-537.43",
        "-904.05,8.14,-518.4",
        "-1026.09,-1.21,-514.86",
        "-1012.56,-2.13,-482.81",
        "-707.76,-13.24,-343.99",
        "-1072.95,-34.54,-539.12"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1574255205 902748530:reptile meat\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a thistle viper",
      "levelRange": "18",
      "locations": [
        "-1164.68,-46.65,-524.68",
        "-1162.02,-35.64,-514.02",
        "-1242.88,-11.68,-381.76",
        "-1258.58,-8.78,-362.41",
        "-1376.75,-9.24,-322.75",
        "-1381.83,-10.58,-330.82",
        "-1366.56,-7.25,-314.98",
        "-1274.79,-11.65,-487.3",
        "-1225.72,-17.53,-538.51",
        "-1205.99,-24.63,-533.81",
        "-1223.72,-9,-581.3",
        "-1233.92,-4.11,-581.34",
        "-1305.25,-5.33,-550.04",
        "-1402.9,-10.22,-567.52"
      ]
    },
    {
      "name": "Thompson",
      "purpose": "Guard",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-1025.78,12.94,-616.94"
      ],
      "utterances": [
        "Duty above all else, citizen, except honor!",
        "Greetings, citizen. I am on guard duty.  Should you get into trouble, seek me out.",
        "Good day to you, citizen. All preserve Queen Antonia."
      ]
    },
    {
      "name": "a thorn briar",
      "levelRange": "18",
      "locations": [
        "-2324.43,-33.17,-473.41"
      ]
    },
    {
      "name": "a tidewalker behemoth",
      "levelRange": "20",
      "locations": [
        "-1571.96,-49.75,-1005.4"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1226603712 634580495:an elemental fascination rune\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a tidewalker goliath",
      "levelRange": "17",
      "locations": [
        "-729.1,-49.75,-795.57",
        "-686.73,-53.68,-593.44",
        "-613.18,-50.45,-757.38",
        "-450.18,-47.1,-735.79",
        "-338.59,-57.51,-772.99",
        "-265.94,-48.68,-901.74"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -989003161 1420590974:a fragment of terrain\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a timberclaw gnoll",
      "levelRange": "15",
      "locations": [
        "-567.44,-19.37,468.03",
        "-557.31,-20.24,477.38",
        "-570.52,-19.59,478.41",
        "-563.05,-18.48,458.19",
        "-579.02,-19.64,464.43",
        "-572.84,-20.82,492.37",
        "-953.39,-16.01,349.01",
        "-960.27,-16.31,337.92",
        "-967.27,-16.1,343.8",
        "-963.14,-15.03,329.19",
        "-975.69,-15.22,339.51",
        "-970.17,-12.54,315.89"
      ],
      "utterances": [
        "That one died.",
        "You gonna pay for that.",
        "That one never mate!",
        "That one will never mate!",
        "Another member of the pack down!"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -995437396 1295509470:canine saliva\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Great Herd",
          "value": 50
        },
        {
          "name": "The Far Seas Trading Company",
          "value": 50
        },
        {
          "name": "The Sabertooth Gnolls",
          "value": -100
        }
      ]
    },
    {
      "name": "a timber wolf",
      "levelRange": "14",
      "locations": [
        "-639.44,-14.7,284.24",
        "-638.52,-14.61,278.26",
        "-961.3,-12.97,118.95",
        "-1284.6,-15.83,146.51",
        "-1272.01,-13.91,80.01",
        "-520.44,-19.57,202.74",
        "-502.87,-14.8,235.5",
        "-641.7,-12.9,106.14",
        "-562.72,-12.78,115.67",
        "-507.73,-12.09,42.72",
        "-480.5,-12.53,38.81",
        "-979.06,-21.38,213.21",
        "-1139.87,-10.41,307.41",
        "-1139.94,-5.62,320.62",
        "-1106.47,-2.11,330.91",
        "-1030.08,-6.95,317.3",
        "-998.61,-16.69,282.8",
        "-931.14,-21.37,297.14",
        "-920.24,-23.82,297.37",
        "-943.62,-15.61,361.63",
        "-1001.18,-9.47,138.72",
        "-1636.90,-14.42,345.12"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1024480043 347122643:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 260830704 1813928113:A Half Eaten Order Slip\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -742202141 1746681072:Lesser Blood of the Wolf\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "Timothus Yelrow",
      "locations": [
        "-1309.94,37.86,57.17"
      ],
      "utterances": [
        "You ... you interrupted my meditation! Do you not know the importance of my work here?",
        "To avoid obnoxious individuals like you from disturbing me! Well ... if you must know, I am waiting here for my associate to confirm some rumors.",
        "Aren't you inquisitive! Not that it does you any good.  I have received information that Stormhold - the hidden fortress of the Knights of Thunder - has been found. Anyone remotely knowledgeable knows that the Knights kept a cache of large magical books of spells and incantations called tomes. But I never trust rumors. I am a man of learning, and I require a reliable witness. Therefore, I wait."
      ]
    },
    {
      "name": "a toxin ravaged rodent",
      "levelRange": "12",
      "difficulty": "heroic",
      "locations": [
        "138.55,-17.64,432.21",
        "135.09,-21.25,423.29",
        "146.06,-23.29,431"
      ]
    },
    {
      "name": "a traitorous farmer",
      "levelRange": "12",
      "locations": [
        "-174.2,-18.28,45.95",
        "-73.27,-17.67,87.77",
        "-163.21,-18.14,51.19",
        "-172.18,-18.01,54.29",
        "-137.97,-18.07,130.6",
        "-109.34,-18.58,111.75",
        "-181.25,-18.15,120.21",
        "-1700.79,-19.31,-69.01",
        "-1763.45,-23.63,-143.13",
        "-1762.78,-23.66,-128.55",
        "-1753.52,-23.01,-170.49",
        "-1763.74,-23.48,-172.09",
        "-1746.88,-22.54,-165.79",
        "-1705.99,-19.75,-88.70",
        "-1753.62,-23.02,-52.29",
        "-1773.18,-23.18,-102.20",
        "-1753.42,-23.52,-215.91",
        "-1883.15,-20.14,-240.80",
        "-1953.38,-16.80,-259.22",
        "-1978.61,-15.57,-240.31",
        "-1917.93,-18.58,-197.24",
        "-1910.51,-19.08,-137.49",
        "-1988.00,-23.93,625.51",
        "-1983.35,-23.46,632.28",
        "-1963.95,-21.75,618.90",
        "-1929.96,-17.86,615.57",
        "-1934.81,-18.64,595.59",
        "-89.30,-18.51,51.74",
        "-108.47,-17.99,66.55"
      ],
      "utterances": [
        "The wisdom of the woods is not for you!",
        "You will not despoil our sacred forest!",
        "You cannot kill us all, despoiler!",
        "My friend may have fallen like a rotten tree but I will not."
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 2104020758 1876236984:flask of rancid water\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1993577523 1992022789:small decaying bone\\/a",
          "chest": false
        }
      ],
      "drop_coin_min": 16,
      "drop_coin_max": 41
    },
    {
      "name": "The Two-toed Rat",
      "levelRange": "9",
      "locations": [
        "71.24,-16.85,119.96"
      ]
    },
    {
      "name": "Tyllia Navar",
      "locations": [
        "33.22,-0.88,667.93"
      ],
      "utterances": [
        "What of the boat and the gnolls?",
        "By Zek, an empty boat is worthless. At least the neophytes and runts have been slain. Their foul stench will soon return, however. I have another task for you if you're willing.",
        "The island over there, the middle of the three--the westernmost of the two gnoll controlled islands--is far more vulnerable than its eastern twin. I know not what lingers there but I would ask that you find out. Slay the gnolls upon the island.",
        "Return to me once this is done.",
        "Well?",
        "That is a relief...  And what of the island itself? Were there supplies? Perhaps a shipping port of some sort.",
        "Then it must be on the other island... that is unfortunate. Will you go back, <player name>?",
        "You'll have to venture to the other island. It is fortified with stronger ranks and far more dangerous. I would not recommend setting foot on it, but I believe you can still find the dock by swimming about the isle, the gnolls won't notice you then. Yes, I think that is the best bet.",
        "As I said, if we can determine what items the gnolls are moving we are that much closer to discovering their plans... if they even have plans; I do hope the gnolls are not bent on making a more permanent residence here. However, at the docks I am certain you will find a manifest of some sort. Find it and bring it to me.",
        "Remember, you don't need to fight the entire island. The manifest should be on or near the docks. Good luck, <player name>.",
        "Did you get the manifest?",
        "Thank you. Hmm... arcanic fluids? <player name>, the time to act is now. Will you continue to offer your aid?",
        "Good. I'd like you to travel to the cave just north east of here. Find out what the gnolls are doing in there and report back to me. Bring me whatever proof you can of their activities.",
        "Do not worry about being discreet in as much as it concerns me, but do worry about your own safety.",
        "What have you found?",
        "Scarecrows?! How little sense all of this makes. If the gnolls are planning an offensive why use scarecrows? I will need time to think on this. In the meantime, <player name>, Bulvar has asked a favor of you.",
        "Aye. I spoke to him of the help you provided. He sees worth in you, <player name>. He would like that worth spent helping Magnon as you helped me. He is on the northern coast of Antonica, just west of the Oracle Tower griffin station. What do you say?",
        "I'm glad to hear it. He will be glad of your help, I am sure.",
        "West of here you will find the Qeynos station griffin tower. The trainer atop will gladly send you off to the Oracle Tower station. Once you land you can follow the coast west and you will come to Magnon's camp. Be well, <player name>. Thank you again for all your help.",
        "Wonderful work! It was quite an honor to have been by your side."
      ]
    },
    {
      "name": "Velric Torch",
      "locations": [
        "-1495.75,-12.43,-367.25"
      ],
      "utterances": [
        "A great day for a picnic, wouldn't you say?",
        "Despite the good in and around these lands, you still end up with places like this dark forest. Did you ever wonder why that is?",
        "It's nice to see others out and about. My wife is such a homebody."
      ]
    },
    {
      "name": "Viragos, Assassin of the Hand",
      "levelRange": "29",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "-1298.62,38.29,44.38"
      ]
    },
    {
      "name": "a wandering bat",
      "levelRange": "12",
      "locations": [
        "0.58,-8.66,363.78",
        "-26.28,-7.29,399.54",
        "-12.96,-2.68,315.9",
        "-6.09,-1.35,339.9",
        "-468.97,-1.72,23.12",
        "-445.39,-5.28,8.35",
        "-419.33,-4.53,27.79",
        "-414.65,-6.36,22.53",
        "-380.46,-3.15,10.5",
        "-574.21,9.29,29.87",
        "-595.63,13.26,23.97",
        "-604.42,11.89,30.52",
        "-420.14,8.96,-237.09",
        "-406.21,6.59,-215.15",
        "-432.95,3.5,-227.56",
        "-456.83,-2.49,-232.04",
        "-470.24,1.61,-212.08",
        "-597.19,-23.13,285.84",
        "-555.42,-26.60,304.66",
        "-537.23,-30.48,313.06"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1127098598 -837078682:a bat ear\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -674709530 1430268481:a bat eye\\/a",
          "chest": false
        }
      ]
    },
    {
      "name": "a wandering minstrel",
      "locations": [
        "-1908.88,-36.03,-609.96"
      ],
      "utterances": [
        "I always stop in to have some of Lanice's delightful ale.",
        "The townsfolk aren't as pleasant as they were during my last visit.",
        "Buy me a drink, and I'll sing you a song."
      ]
    },
    {
      "name": "Watchman Haggerty",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-550.12,-14.65,-301.9"
      ]
    },
    {
      "name": "Watchman Loxley",
      "levelRange": "25",
      "difficulty": "heroic3",
      "locations": [
        "-557.16,-14.54,-339.6"
      ]
    },
    {
      "name": "a Windstalker citizen",
      "levelRange": "18",
      "locations": [
        "-1830.85,-38.09,-526.71",
        "-1847.56,-37.88,-503.81",
        "-1840.05,-37.88,-503.66",
        "-1817.74,-37.82,-534.57",
        "-1820.34,-37.79,-543.78",
        "-1882.58,-38.09,-530.9",
        "-1882.89,-32.65,-496.16",
        "-1880.05,-28.77,-489.98",
        "-1931.22,-36.17,-602.53",
        "-1919.18,-36.04,-612.36",
        "-1895.89,-30.76,-613.98",
        "-1895.25,-30.77,-608.59",
        "-1887.58,-36.17,-601.63",
        "-1838.87,-38.15,-553.33"
      ]
    },
    {
      "name": "a Windstalker constable",
      "levelRange": "17",
      "locations": [
        "-1841.04,-38.09,-520.41",
        "-1808.48,-37.14,-510.63",
        "-1793.01,-36.4,-508.95",
        "-1758.75,-32.16,-495.17",
        "-1732.66,-29.24,-502.97",
        "-1712.61,-28.28,-495.85",
        "-1783.14,-35.33,-505.46",
        "-1823.07,-37.56,-514.16",
        "-1847.42,-38.38,-521.1",
        "-1859.45,-38.48,-528.68"
      ]
    },
    {
      "name": "a windstalker fisherman",
      "levelRange": "20",
      "locations": [
        "-1930.14,-38.26,-568.13",
        "-1935.08,-36.17,-622.41"
      ]
    },
    {
      "name": "The Windstalker Rumbler",
      "levelRange": "21",
      "difficulty": "epic^2",
      "locations": [
        "-803.67,-28.99,-65.44"
      ]
    },
    {
      "name": "a witherstraw scarecrow",
      "levelRange": "12",
      "locations": [
        "-95.25,-16.59,13.78",
        "-62.45,-18.07,53.63",
        "-61.77,-17.93,102.67",
        "-135.95,-17.67,71.15",
        "-178.3,-17.79,95.41",
        "-121.16,-18.5,139.36",
        "-162.41,-17.02,134.63",
        "-150.28,-17.35,156.73",
        "-95.87,-18.68,139.3",
        "-29.36,-17.68,138.23",
        "-181.92,-16.26,557.85",
        "-175.15,-15.94,558.95",
        "-83.53,-16,3.01",
        "-102.87,-18.43,61.29",
        "-161.01,-15.49,564.50"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM -620595596 -931497981:A Foul Wind\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1743509250 -1094407049:fungus\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1464387853 -476693355:a piece of jute cloth\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM 1359041271 -1145894628:Radiant Strike (Adept I)\\/a",
          "chest": true
        }
      ]
    },
    {
      "name": "Yoru the Old",
      "locations": [
        "-1814.32,-37.99,-522.66"
      ],
      "utterances": [
        "Ah, there you are.  I was beginning to wonder if you would ever come speak to me.  There are great things in store for you. I have many things to teach you and my time grows short.  But first, I need firewood for my hearth.  Will you be so kind as to gather me some?",
        "Return here when you have enough to last me the winter.  I await your return. I have much to teach you.",
        "Did you bring the firewood I asked you to gather?",
        "Thank you ... thank you.  Just stack it over there.  I believe you are ready now ... yes, I can see it.  But before I teach you these things, would you be so kind as to make me something to eat?  I'm very hungry and my old body grows tired quickly.",
        "Oh, it has been a very long time since I have had anything but broth and tea.  I miss the taste of cooked meat.  Yes, if you could get me some meat, I would be very grateful."
      ]
    },
    {
      "name": "a young brown bear",
      "levelRange": "14",
      "locations": [
        "-1307.76,-9.53,165.18",
        "-1310.43,-14.31,149.48",
        "-1377.89,-4.72,261.31",
        "-956.01,-24.26,213.13",
        "-1060,-15.59,168.37",
        "-1106.17,-14.86,228.08",
        "-1103.13,-4.94,322.24",
        "-888.91,-22.77,346.85",
        "-1084.17,-13.21,233.53",
        "-1580.65,-13.54,219.55",
        "-1603.02,-12.85,233.26",
        "-1569.37,-12.67,261.34",
        "-1633.82,-14.34,338.28",
        "-1564.04,-12.15,344.16"
      ]
    },
    {
      "name": "a young kodiak",
      "levelRange": "16",
      "locations": [
        "-1208.94,-11.27,218.37",
        "-1106.23,-15.75,238.5",
        "-874.73,-32.09,148.97",
        "-1117.34,-13.8,215.54",
        "-1838.64,-11.07,47.95",
        "-1782.62,-9.44,55.88",
        "-1702.72,-11.98,23.62",
        "-1635.08,-14.13,120.24",
        "-1814.50,0.34,153.33",
        "-1819.10,1.75,164.45",
        "-1674.08,-13.23,235.96",
        "-1659.50,-14.26,246.90",
        "-1659.43,-12.71,208.65",
        "-1769.08,-14.37,407.37",
        "-2032.93,-29.16,596.91",
        "-1780.94,-14.38,580.23",
        "-1762.49,-12.22,568.54",
        "-1688.04,-8.05,593.50",
        "-1478.08,-11.86,493.11",
        "-2176.77,-46.84,421.44"
      ]
    },
    {
      "name": "a young timber wolf",
      "levelRange": "12",
      "locations": [
        "-390.93,-20.53,725.06",
        "-372.75,-6.46,527.81",
        "-569.2,-18.9,443.36",
        "-324.7,-13.32,148.52",
        "-282.95,-12.03,231.82",
        "-282.9,-14.52,255.24",
        "-248.62,-14.42,290.09",
        "-256.51,-19.79,317.28",
        "-237.12,-15.93,336.86",
        "-196.57,-7.38,319.43",
        "-214.2,-15.54,270.12",
        "-214.64,-13.19,246.15",
        "-446.63,-14.09,143.1",
        "-453.58,-13.29,134.35",
        "-518.96,-13.37,170.27",
        "-464.61,-18.78,229.82",
        "-603.98,-10.74,95.67",
        "-621.89,-10.09,89.7",
        "-372.99,-3.88,567.62",
        "-400.43,-6.18,624.42",
        "-435.97,0.86,550.94",
        "-475.91,0.01,551.16",
        "-503.46,-1.66,554.65",
        "-432.68,-2.12,589.08",
        "-445.14,-3.32,600.75",
        "-418.91,-5.69,635.90",
        "-399.00,-6.83,639.38",
        "-439.55,-22.09,382.98",
        "-459.35,-29.50,334.10",
        "-510.23,-14.22,240.29",
        "-489.57,-4.59,598.94",
        "-289.96,-14.25,-15.60"
      ],
      "drops": [
        {
          "gamelink": "\\aITEM 1024480043 347122643:canine saliva\\/a",
          "chest": false
        },
        {
          "gamelink": "\\aITEM -1627877768 79967224:embalmed leather skullcap\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM -201838473 1375668556:Far Seas Trading Requisition ANT0243\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 260830704 -2081037464:A Half Eaten Order Slip\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 1199963348 1596740813:Qeynos guard blade\\/a",
          "chest": true
        },
        {
          "gamelink": "\\aITEM 37929329 -1184561711:tanned leather pelt\\/a",
          "chest": false
        }
      ],
      "faction_changes": [
        {
          "name": "The Concordium",
          "value": 50
        }
      ]
    }
  ],
  "shinies": [
    {
      "gamelink": "\\aITEM 1393712698 100965568:black glass coin of erudin\\/a"
    },
    {
      "gamelink": "\\aITEM 1424402151 -2129824125:chipped shard of alteration\\/a"
    },
    {
      "gamelink": "\\aITEM 1331551958 -1699344718:chipped shard of channeling\\/a"
    },
    {
      "gamelink": "\\aITEM 164202245 -601729183:chipped shard of divination\\/a"
    },
    {
      "gamelink": "\\aITEM 728453195 2001231493:cracked human bone fragment\\/a"
    },
    {
      "gamelink": "\\aITEM -1365145544 -1627601815:red glass coin of erudin\\/a"
    },
    {
      "gamelink": "\\aITEM -686869063 2018792859:shattered barbarian bone fragment\\/a"
    }
  ],
  "resourceNodes": [
    {
      "name": "the callous ore"
    },
    {
      "name": "the critter den"
    },
    {
      "name": "the plains roots"
    },
    {
      "name": "the plains shrubbery"
    },
    {
      "name": "the sandwashed rock"
    },
    {
      "name": "a shoal of fish"
    },
    {
      "name": "the wind felled tree"
    }
  ]
}