{
  "name": "South Qeynos",
  "removed": "lu64",
  "category": "Karan",
  "subcategory": "Qeynos",
  "maps": [
    {
      "zonerect": "-794.70,9.99,-336.22,354.07"
    }
  ],
  "connections": [
    {
      "key": "antonica_tlp",
      "location": "425.25,-20.98,298.66"
    },
    {
      "key": "qey_catacomb01",
      "location": "364.53,-20.28,174.34"
    },
    {
      "key": "qey_harbor",
      "location": "787.30,-20.95,177.71"
    },
    {
      "key": "qey_north",
      "location": "396.17,-21.05,140.56"
    },
    {
      "key": "qey_village01",
      "location": "677.64,-20.51,271.99"
    },
    {
      "key": "qey_village02",
      "location": "695.19,-20.53,266.64"
    }
  ],
  "objects": [
    {
      "name": "the old book",
      "location": "701.09,82.93,130.09",
      "actions": [
        {
          "label": "Take",
          "command": "give_item",
          "gamelink": "\\aITEM -1219850657 -1719834661:The Words of Zebuxoruk\\/a"
        }
      ]
    },
    {
      "name": "stack of books",
      "location": "709.15,35.22,141.17",
      "actions": [
        {
          "label": "Inspect",
          "command": "open_book",
          "book_pages": [
            {
              "text": "This group of books is made up of scientific subjects.",
              "actions": [
                {
                  "label": "\"The Norrathian Code of Trade Standards\"",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 1
                    }
                  ]
                },
                {
                  "label": "\"The Ulteran Spires\"",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 28
                    }
                  ]
                },
                {
                  "label": "[Exit]",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The Norrathian Code of Trade Standards:  During the latter decades of the Age of Turmoil the city-state of Freeport grew to be the largest trade city on Norrath. Nearly every great empire had some trade connection to this hub of international trade routes. The amount of foreign goods eventually began to cause great confusion in the global trade community due to the varied units of measurements as well as the varied languages much of the cargo was designated with. This began to cause a great loss of profits for Freeport, a city that was built on trade and relied on taxation of goods and services to remain a dominant power in Norrath.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The trade leaders of Freeport called upon the acting ruler, Sir Lucan, to demand the intellect of the Academy of Arcane Science that resided in the city to create a code of standards that would be expected of all trade empires. These codes would be applied to all goods. A universal trade language must also be created. This language would be called Norrathian, a common tongue in a trade cities. Sir Lucan sent word that the great scholars of the Academy must create these trade standards in one month's time or face punishment.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The Academy of Arcane Science was a wealth of global knowledge in physical sciences, super sciences and the arcane. The institute was the largest and grandest of its kind even having a multiracial assemblage of scholars that was greater than the bounds of Freeport's common residents. The think tank charged with developing the standards were members of many great races including Koada'Dal, Erudite, Gnome, Dark Elf and even Aviak amongst others. This team of thinkers was directed by two gnomes formerly of the mechanical city of Ak'Akanon. The two gnomes directing this effort were Dooly Jonkers and the legendary gnome tinker known simply as Tinmizer, recently returned from an epic odyssey. Together these masterminds help direct the think tank and develop the Norrathian Code of Trade Standards.",
              "actions": [
                {
                  "label": "The NCTS Calendar.",
                  "command": "next_page"
                },
                {
                  "label": "The NCTS Language.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 27
                    }
                  ]
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The Starpyre Universal Calendar of Cosmic Chronology: As ages crept forward the NCTS became widely used and at some time during the Age of War it began to be used by nearly all races as a secondary language. These standards are currently being widely used in the Age of Destiny. Unfortunately the NCTS Calendar was the one exception.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "The Main Index.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 3
                    }
                  ]
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The new calendar was created by Dooly Jonkers and a few of his stargazing colleagues from Observers in Ak'Anon. The Observers had a radical approach to time, one that contradicted the standard Antonican Calendar that the vast majority of societies employed. The Starpyre Universal Calendar of Cosmic Chronology was born from the NCTS. The Observers radically altered the known calendar. The Observers have been studying the cosmos far longer than any other intellectual community on Norrath and came to the conclusion that this calendar would be the most accurate ever created. ",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "But the changes were far too radical and even the members on the board of the NCTS could not accept the changes. The NCTS board knew that such changes would damage the current global economy and never be accepted by a world already attuned to the Antonican Calendar. The Starpyre Calendar was rejected, but the gnomes grew fond of it and knew full well that any calendar created by a gnome must surely be the most accurate. Many gnomes still believe this in the Age of Destiny and there are some so stubborn that refuse to see the days pass by any other way.",
              "actions": [
                {
                  "label": "The Starpyre Calendar Days of the Week:",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 7
                    }
                  ]
                },
                {
                  "label": "The Starpyre Calendar Months:",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 14
                    }
                  ]
                },
                {
                  "label": "The Starpyre Calendar Season:",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 18
                    }
                  ]
                },
                {
                  "label": "The Starpyre Calendar Quatrain:",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 22
                    }
                  ]
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The Starpyre Calendar Days of the Week: The days of the week got their name through the work between the academy think tank and the local trade organization.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Day 1. FEASTDAY: This day is marked by the lack of work and the grand feasts. On this day most labor ends. Only the most essential positions are active. Guards are one such essential position. Most businesses are closed on this day. - Day 2. DARKDAY: On a few calendars this day is marked as the first day of the week. It is actually the first day of the work week so many trade calendars will place this day before all the others.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Day 3. BURNDAY: Burnday was named for the trade day to be set aside for burning refuse. This day would be known for its horrid stench. - Day 4. SOULDAY: Soulday is a day of remembrance. On this day most Norrathians find time to visit the graves of their ancestors and leave offerings at the gravesite or site of death.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Day 5. WINDDAY: In port cities this day brings the arrival of travelers. Although the wind does not pick up on this day globally, in the city this name was derived it most surely did. And with the wind came the transport ships. This day and Steelday are considered the middle of the week. Windday often brings the highest prices for goods as merchants raise the cost in hopes the visitors and refugees will be quick to fill their needs and desires after long passage.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Day 6. STEELDAY: This day is filled with the music of the forges. With most imports and components being delivered to the craftsmen they begin Steelday early. Their forge hammers acting like the rooster of the predawn. This is truly a noisy and smoke filled day. - Day 7. SPRYDAY: This day is the busiest day of the work week. Traders and merchants rush to package and deliver goods for travel aboard vessels. It is best to walk briskly within the streets on this day or you many be stampeded by couriers and sippers.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Day 8. MOORDAY: Moorday is the second busiest day of the week. It often involves more bustle about shipyards rather than all the streets of a city. Most goods are hoisted onto ships for transport. This is also when the ships that have been out all week harvesting goods have returned and their cargo is unloaded and delivered. Many ships and boats arriving are moored to docks on this day.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Day 9. BREWDAY: With most exports gone the only work left involves a local business. Much of this day involves work related to preparation of Feastday. - Day 10. MIRTHDAY: This day is set aside for fun. Most Norrathians spend their Mirthday by doing some form of pleasurable recreation. At night much of a community can be found swimming in libations. This was a day that came about after the Age of Cataclysms in hopes that people would find time to look upon the positive side of life.",
              "actions": [
                {
                  "label": "Starpyre Calendar Index.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 6
                    }
                  ]
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The Starpyre Calendar Months: The Months and Seasons of Norrath were all taken from the Observers of Ak'Anon astronomical charts. Small local trade bazaars are commonly held at the end of each month. These festivals sprang from the end of a trade month where the abundance of goods and variety were heightened by traveling merchants. These trade festivals often last four weeks.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 6
                    }
                  ]
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Month 1. DEEPICE: This month exists within the peak of the Decay season - Month 2. GRAYEVEN: This month exists within the late Decay season. - Month 3. STARGAZING: This month exists within the early Growth season. - Month 4. WEEPING: This month exists within middle of the Growth season.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Month 5. BLOSSOMING: This month exists within the peak of the Growth season. - Month 6. OCEANSFULL: This month exists within the late Growth season.  - Month 7. SCORCHEDSKY: This month exists within the early Harvest season. - Month 8. WARMSTILL: This month exists within middle of the Harvest season.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Month 9. BUSHELDOWN: This month exists within peak of the Harvest season. - Month 10. LASTLEAF: This month exists within the late Harvest season. - Month 11. FIRSTCHILL: This month exists within the early Decay season. - Month 12. DEADENING: This month exists within the middle of the Decay season.",
              "actions": [
                {
                  "label": "Starpyre Calendar Index.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 6
                    }
                  ]
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The Starpyre Calendar Seasons: Every four months the season changes in Norrath. These seasons bring subtle changes to the environment, especially the trade winds. Numerous holidays appear in each season. Norrathians always look forward to holidays within a season.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 6
                    }
                  ]
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Season 1. DECAY: Decay is usually the season of wind, cold and rain. Only the hardiest of crop types can survive through the Decay season.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Season 2. GROWTH: Growth brings rain and sunlight to the land. Seeds have been blown far by the winds of decay and now spring to life filling the land with beauty and abundant resources.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Season 3. HARVEST: The sunlight prevails as light rains appear and clouds begin to billow towards the end of the season. Most of this season is spent harvesting the resources nurtured by the Growth season.",
              "actions": [
                {
                  "label": "Starpyre Calendar Index.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 6
                    }
                  ]
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The Starpyre Calendar Quatrain: The Starpyre Calendar Quatrain marks a passage of time that causes the repositioning of the stars. The entire solar system of Ro has revolved around an even greater force yet to be named. As it rolls along it brings about drastic climatic changes in the global environment of Norrath. No matter where you are on Norrath or what time it is in your corner of the world you will be affected by this global change in some form. Where the end meets the beginning of a cycle a grand event takes place in the starscape that causes the constellations to light up and burn brighter than ever. During this event a great global celebration occurs.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 6
                    }
                  ]
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Year 1. THE YEAR OF XEGONY: This year is named for the ruling goddess of the Plane of Air, Xegony. With this year come incredibly strong winds and frequent downpours in many regions. As quickly as the rains arrive they are quick to leave and the sunlight or moonlight beams down upon the land. Cloud movement is brisk during this year. This year often brings about great beauty in nature.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Year 2. THE YEAR OF FENIN RO: This year is named for the ruling god of the Plane of Fire, Fenin Ro. This year brings less cloud cover and the temperature of Norrath begins to rise. It is beautiful season of raised temperatures. Beware of the deserts during this year. They are nearly inhospitable without magical aid.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Year 3. THE YEAR OF THE RATHE: This year is named for the ruling god of the Plane of Earth, a council of 12 beings called the Rathe. With this year comes a rise in geological disturbances such as tremors. Volcanic regions are extremely dangerous to travel during this year. Much of the ground is covered in foliage as quakes both small and large cause trees to tremble. To many this year is considered a frightful month and a remembrance of the myths of gods forsaking the land. Large festivals are held at the end of the season where Norrathians parade around in costumes of mythical gods and beasts causing pranks and sometimes destruction as if they were the gods smiting the land.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Year 4. THE YEAR OF THE TRIUMVERATE: This year is named after the council of three gods that rule the Plane of Water. This is the stormiest and coldest year of the quatrain. Ice and snow falls in abundance. The rains become furious and temperatures drop. Chilling desert winds race across dunes at nightfall. This year often causes long spells of near hibernation. The ending of this month of fury has a spot of season's long clear skies in most places. The sun beams down upon valleys of snow. This season of the year often has many festivals where Norrathians once offered sacrifices to the Triumvirate in thanks of clearing their flurry. Nowadays most Norrathians offer gifts to each other rather than the gods.",
              "actions": [
                {
                  "label": "Starpyre Calendar Index.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 6
                    }
                  ]
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The trade leaders of Freeport called upon the acting ruler, Sir Lucan, to demand the intellect of the Academy of Arcane Science that resided in the city to create a code of standards that would be expected of all trade empires. These codes would be applied to all goods. A universal trade language must also be created. This language would be called Norrathian, a common tongue in a trade cities. Sir Lucan sent word that the great scholars of the Academy must create these trade standards in one month's time or face punishment.",
              "actions": [
                {
                  "label": "Turn the page.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 3
                    }
                  ]
                },
                {
                  "label": "Previous page.",
                  "commands": [
                    {
                      "command": "goto_page",
                      "page": 1
                    }
                  ]
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "This book is filled with all sorts of arcane formulas and complex engineering blueprints. Some of the sketches bear a striking similarity to the ruined spires found throughout the Shattered Lands. Clearly only the most intellectual persons on Norrath could ever understand this, but there are a few pages that catch your attention.",
              "actions": [
                {
                  "label": "Read the page.",
                  "command": "next_page"
                },
                {
                  "label": "[Exit]",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "We the Minds of Quellithule offer these spires to all Norrathians. Many of the lesser minds of Mechanimagica and the Arcane Sciences believe our theories presented here to be faulty. This is impossible. We highmen have long applied the arcane art of teleportation. It has long been a standard within our societies. No other people have the heightened knowledge of such arts.",
              "actions": [
                {
                  "label": "Next page.",
                  "command": "next_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Refining newfound arts of teleportation and displacement we have produced these new theories that will now be the basis for the new Ulteran Spire network of Norrath. This will replace the void that has existed since the dawn of the Age of War. The absence of the Combine Spires has made a large negative impact on foreign affairs, even between long allied nations.",
              "actions": [
                {
                  "label": "Next page.",
                  "command": "next_page"
                },
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Since our reemergence and the bloodshed of the Age of War we have seen the value of harmony at all costs. If our nations are divided Norrath shall surely fail. We must maintain the bonds we have forged and strive to build new alliances. So we offer these new spires to Norrath and know that their existence will allow all civilized nations to work towards global harmony. - Quell'Azar of the Minds of Quellithule",
              "actions": [
                {
                  "label": "Previous page.",
                  "command": "prev_page"
                },
                {
                  "label": "Close the book.",
                  "command": "exit"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "stack of books",
      "location": "707.88,82.43,127.15",
      "actions": [
        {
          "label": "Inspect",
          "command": "open_book",
          "book_pages": [
            {
              "text": "Dear reader, I bring to you what you already have. This world of ours is crossed by a great many powers that bind life together as nails and glue bind two boards. Without the nails and glue there would be no hull or no wall to a greater thing. All that we know is bound by forces greater than the planes themselves. And from one of these forces the gift of Druzaic comes to us.",
              "actions": [
                {
                  "label": "\"The Words of Pure Magic\"",
                  "command": "next_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Druzaic is the true language of the arcane. The forces of magic can only be represented by most powerful of symbols, symbols so complex and enlightened that they breathe a sentience to the beholder, buy only the beholder that can understand the language of Druzaic. I comprehend this language of true magic and I offer my knowledge to you.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Druzaic originates in a well of knowledge greater than all New Tanaan can offer. This well is all around us and is part of everything we see and are, it is the binding force of magic. Although this force is one of many that bind our realm, it is the only one to my knowledge that has presented corporeal gifts unto our world. It is from these gifts that I have deciphered Druzaic.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Druzaic has always existed, but only now has it made its way to Norrath. I am a seeker of knowledge bound to no emperor or overlord. The knowledge of this world shall not be bound to a state and confined within vaults of knowledge. I trek for the freedom of knowledge and in my journeys across these Shattered Lands I have encountered sights both wondrous and shocking, but I have yet to encounter anything like the Druzaic Shrines.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "As I traverse the stormy highlands of the once plains I first gazed upon the beauty of the Druzaic Shrine. At first it was a glint from afar that called to me, beckoned me in some hypnotic fashion like a siren to the sailor. As I drew closer I could see the aura of magnificence sparkling and swirling about, I added haste to my steps.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "I came upon the Druzaic Shrine and found myself in awe of the splendor that danced all about. I must have been in a trance for days my thirst and hunger fed by the song of the shrine. Finally my eyes began to clear and I found myself bolts away from the shrine, partially bathed in its brilliance. Now with my senses intact I was finally able to gaze upon the shrine and record my sight.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "All about the image I found runes, symbols... a form of alphabet. As I stood there studying these runes thinking I would never be able to decipher such a complex code the shrine began to hum. The rhythm of the shrine began to seep into my mind and for an instance I could begin to read the runes, and then the unexpected occurred- the shrine vanished!",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Where once it did sit the Druzaic Shrine was no more! The beauty of the shrine had vanished before my eyes taking with it the key to a new language, a language of magic. I was on the brink of discovery and in an instant it was swiped from me. I wept for the grandeur that was almost comprehended, having seen a glimpse of arcane purity.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The days went on and my exploration of the Shattered Lands had only begun. I continued on recording my sights, sights that could not compare to the song of the Druzaic Shrine. I had met up with my friend from ages past as he toured the land taking notes to be shared with all Norrathians. I too wished to share my knowledge and wished to share what would have been a new arcane language if the shrine would never have left me. I was alone with memories from within and beyond, words of pure magic.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "We had sailed to new lands together, my old friend and I. We walked over dangerous lands and all the while I believed the shrine to be gone forever. It was at this end of hope that the sound overtook my mind yet again, I could hear the song of the shrine! I swiped my friend's magic boots, boots of great haste, with them I soon found myself face to face with the shrine again, or so I thought.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "What I saw before me sang the song of the shrine, but contained runes of a different sort. This shrine was a member of the greatness that the first shrine was. With it I listened and learned more of the language unknown. I was yet again in a trance when my old friend awoke me, he had finally found me after three moons passed. As he shouted at me for foolish ventures we both were interrupted by the farewell of the new shrine. It was gone in an instant just as the one before.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "Weeks passed and my friend and I had almost lost interest in our conversations of the shrine. We found ourselves on a more terrestrial wonder, the extreme grandeur of a land ablaze- Lavastorm! It was on this land that I encountered another friend from my past, the first shrine!",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "The shrine had appeared to me, popped into existence in the blink of an eye right before us as if it was there all the time. What was amazing was that when at first I met the shrine it was spellbinding and it's runes indecipherable, but now I could partially comprehend what I read upon the shrine. The shrine's language was almost mine, but I could learn no more from this one.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "My friend and I stayed at the shrine and planned to make camp there, but the dangers of the region forced us to abandon our safe haven. I left that land with more than the sights i had seen, I knew now that there were a few more of these shrines, I could feel them. I bid farewell to my friend as he boarded the Far Trotter for other sights. I must go on alone in search of the remaining shrines.",
              "actions": [
                {
                  "label": "Next Page",
                  "command": "next_page"
                },
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            },
            {
              "text": "I could tell you the end of this tale dear reader, but the mystery must not be destroyed. In a sense the mystery was what aided in my comprehension of the new language of arch mages and magical beasts. I know Druzaic and you now know it lives in our realm. Seek the splendor and song when you are in your journeys. Seek the dancing lights and the brilliant spheres of Kab, Zet, Uzu and Myr. These are your keys to Druzaic, language of pure magic.",
              "actions": [
                {
                  "label": "Previous Page",
                  "command": "prev_page"
                },
                {
                  "label": "Stop browsing",
                  "command": "exit"
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "npcs": [
    {
      "name": "Aesthetic Winchester",
      "purpose": "Concordium Mage",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "713.18,48.31,87.24"
      ],
      "utterances": [
        "Hail to you, fair citizen.  May your day be filled with discovery!"
      ]
    },
    {
      "name": "Albrecht Tesilah",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "536.13,-9.99,117.85"
      ],
      "utterances": [
        "Welcome...welcome traveler, to the fair city of Qeynos! My, isn't it a magnificent day?",
        "Welcome to Qeynos, friend.",
        "As a citizen of the mighty city, Qeynos, I greet you openly.",
        "Ah, what have we here? Glad to see you endured the journey here, adventurer.",
        "Well met, friend.  It's good to make your acquaintance!"
      ]
    },
    {
      "name": "Amren Talbot",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "730.68,-20.36,122.08"
      ],
      "utterances": [
        "Focus is the key to unlocking any illusion.  The mind's eye can do many wondrous things, once it focuses."
      ]
    },
    {
      "name": "Aristide Calais",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "710.51,41.31,107.46"
      ],
      "utterances": [
        "Hello, adventurer.  Please mind the books and pages spread about.  I'm in the middle of researching methods of enchanting stones with magical properties and it wouldn't do to have foot prints and smudges on the documents."
      ]
    },
    {
      "name": "Arth Treeskipper",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "536.42,-9.99,117.75"
      ],
      "utterances": [
        "The mechanical beasts of the Ironforge Exchange belch forth black clouds to choke out life within the forests.",
        "While the land suffers and cries out for immediate protection the Celestial Watch is content to look to myths and superstitions for our salvation.",
        "The Tunarian Alliance preserves our memories of the breathing trees and singing streams of Jaggedpine.",
        "I fear that the Concordium is unable to control its disciples. If corrupted the sorcerers would surely bring harm to the woodlands and their creatures."
      ]
    },
    {
      "name": "Astrynia Burnwynd",
      "purpose": "Wizard Trainer",
      "race": [
        "high elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "715.34,41.31,89.99"
      ],
      "utterances": [
        "Greetings <player name>, what brings you to the Concordium?"
      ]
    },
    {
      "name": "Atiyah Kaddor",
      "purpose": "Weaponsmith",
      "race": [
        "erudite"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "567.27,-17.12,264.41"
      ],
      "utterances": [
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Welcome! What can I help you with?",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!"
      ],
      "store_template": "weaponsmith"
    },
    {
      "name": "Auguer Prichard Fizzburn",
      "purpose": "Concordium Mage",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "701.23,48.31,102.55"
      ],
      "utterances": [
        "I'm afraid I cannot speak now, friend.  Please feel free to avail yourself of our knowledge.  Right now, the city requires my concentration."
      ]
    },
    {
      "name": "Augurer Arnon",
      "race": [
        "erudite"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "428.39,-20.70,266.08"
      ],
      "utterances": [
        "I do not suspect we will have any problems with the delivery here. I am sure Vharlan will see more action tonight than we will."
      ]
    },
    {
      "name": "Augurer Caranthir",
      "utterances": [
        "We have all worked very hard to ensure the shield will be delivered tonight. Remember, we go directly to the Mage Tower in the morning to setup everything."
      ]
    },
    {
      "name": "Augurer Ortasco",
      "race": [
        "erudite"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "525.93,-9.56,129.52"
      ],
      "utterances": [
        "Quit your complaining before someone notices us.",
        "Calm yourself Vharlan. The shield's safe delivery is our only concern, we are stationed here for an important reason and you know it. Novitiate Shorechaser can handle herself quite well."
      ]
    },
    {
      "name": "Augurer Phineas",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "647.19,-18.52,121.76"
      ],
      "utterances": [
        "Augurer Arnon is in place near the gates to Antonica. He will be protecting the shield once it enters the city. I hope he is wary of potential sabotage."
      ]
    },
    {
      "name": "Augurer Simias",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "428.65,-20.74,267.89"
      ],
      "utterances": [
        "Watching Vharlan trying to blend in with the patrons of the Lion's Mane would be an event worth seeing."
      ]
    },
    {
      "name": "Augurer Vharlan",
      "race": [
        "erudite"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "522.32,-9.56,129.14"
      ],
      "utterances": [
        "We are two erudite mages in a bar... How do you suggest we remain conspicuous?",
        "I cannot believe we are stuck here, in this... Pub. It's filthy in here. Why are we stuck here and that Novitiate is guarding the harbor gate?"
      ]
    },
    {
      "name": "Augurer Zhorshan",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "648.38,-18.46,124.66"
      ],
      "utterances": [
        "Arnon is a great mage. The shield is in good hands, but we shouldn't speak openly of these things."
      ]
    },
    {
      "name": "Azima Kaddor",
      "purpose": "Armorsmith",
      "race": [
        "erudite"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "555.28,-17.12,263.16"
      ],
      "utterances": [
        "Confound it! Where did I put that ledger?  It must be around here somewhere!",
        "Welcome! What is it I can help you with?",
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!"
      ],
      "store_template": "armorsmith"
    },
    {
      "name": "Bella Ward",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "563.04,-9.56,132.21"
      ]
    },
    {
      "name": "Bellengere the Three",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "710.94,-20.36,121.94"
      ],
      "utterances": [
        "If knowledge is power, and power corrupts, then it is only logical to presume that knowledge corrupts.  Rubbish, I say.  The fundamental flaw in this theory is that power corrupts, whereas it should be stated that it CAN corrupt.  This is the most important lesson to learn when using the arcane forces... as you use its power, it can as easily use you.  Take heed of this warning, friend."
      ]
    },
    {
      "name": "Chronicler Saerfas",
      "utterances": [
        "Yes, Augurer Caranthir. I hope the Queen will visit the Mage Tower once the shield is enabled."
      ]
    },
    {
      "name": "Chronicler Steelwill",
      "purpose": "Concordium Mage",
      "race": [
        "dwarf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "719.17,35.22,141.68"
      ],
      "utterances": [
        "Welcome to the Three Towers.  Here we pass on our mystical knowlege to those who prove their magical prowess by serving the city of Qeynos.  "
      ]
    },
    {
      "name": "Clarya Blake",
      "purpose": "Bartender",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "583.98,-14.70,179.94"
      ],
      "utterances": [
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!"
      ],
      "store_template": "bartender"
    },
    {
      "name": "Corryn Menai",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "724.90,-20.36,108.86"
      ]
    },
    {
      "name": "Drappi Oakheart",
      "purpose": "Selwyn's Assistant",
      "race": [
        "halfling"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "445.73,-19.59,187.47"
      ],
      "utterances": [
        "Hello there!  If you have any of that old armor from my sweetheart here, I'd be more than happy to offer you some newer stuff!"
      ]
    },
    {
      "name": "Ellinnea Umalia",
      "race": [
        "erudite"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "647.15,-18.90,143.83"
      ],
      "utterances": [
        "You're interrupting my work.",
        "I am not here to provide a basic tutorial on magical theory.  Do you have something specific to ask?",
        "One flows naturally from the other.  We see magic used in some way and then theorize how it could be improved or changed.  Sometimes we see a need and seek a magical answer.  Not everyone can be so flexible, of course.",
        "I realize everyone else has their limitations.  My talents are considerable, which is why my theories were selected over that of the competition. Not that Towser Flizgibbert is anywhere near my league.",
        "Flizgibbert thinks he's a theoretical magician from Elddar Grove.  He's really nothing more than a theoreticist and not a very good one at that.  He had no idea that the irregular borders of Qeynos and its villages would affect dispersement.  Imagine!",
        "My thoughts precisely.  With all the angles and dimensions to consider, this work is beyond his grasp.  Qeynos will be very well protected from any magical bombardment regardless of its source once my shielding is in place.  Flizgibbert doubtless thinks otherwise.",
        "I need to factor in wind variables...",
        "There is no substitute for a good theoreticist."
      ]
    },
    {
      "name": "Elspeth Astley",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "730.74,-20.36,114.01"
      ],
      "utterances": [
        "The winds of time change many things.  One thing remains the same, the might of the sorcerer."
      ]
    },
    {
      "name": "Eoradalanu Otuden",
      "race": [
        "erudite"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "695.45,-21.00,111.18"
      ],
      "utterances": [
        "Happiness is achieved by those who are kind within and respectful to others.",
        "It is easy to disperse hateful attitudes with an act of kindness."
      ]
    },
    {
      "name": "Exalted Milanthroo",
      "race": [
        "erudite"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "700.25,41.31,99.83"
      ],
      "utterances": [
        "I'm afraid I cannot speak now, friend.  Please feel free to avail yourself of our knowledge.  Right now, the city requires my concentration."
      ]
    },
    {
      "name": "Faminae Telethar",
      "race": [
        "high elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "609.10,-11.57,154.58",
        "457.55,-19.83,197.30",
        "543.95,-10.44,150.06"
      ],
      "utterances": [
        "Those who have neither the abilities nor the aspirations to pursue the intellectual arts will find a home at the Ironforge Exchange.",
        "To aid the Concordium is to unleash the force for good that burns within us all."
      ]
    },
    {
      "name": "Feidre Kelin",
      "race": [
        "high elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "533.38,-9.99,117.96"
      ],
      "utterances": [
        "Tunare blesses those who remain faithful and trust in her return.",
        "May your eyes be opened to the truth of Tunare's teachings.",
        "Hmmm ... from the look in your eyes, you had potential but one of your parents made a poor choice in love."
      ]
    },
    {
      "name": "Felion Shadoweater",
      "purpose": "Warlock Trainer",
      "race": [
        "high elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "712.73,35.22,137.98"
      ],
      "utterances": [
        "Greetings <player name>, what brings you to the Concordium?"
      ]
    },
    {
      "name": "Feodra Iceslayer",
      "race": [
        "barbarian"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "583.71,-3.48,133.93"
      ],
      "utterances": [
        "Pay no attention to Warley down there he just probably didn't sleep last night and is a little grumpy. Isn't that right Warley?",
        "Warley went to the Tomb of Varsoon to prove he wasn't afraid of walking around on those islands. Sure enough, he didn't get to the first bridge before turning tail and running back home. Poor thing ... all grumpy ... no sleep.",
        "The tomb once held an evil mage - Varsoon the Undying. He was involved in the War of the Plagues centuries ago.  The Cataclysm must have weakened the mage's spells on that place, because he didn't stick around.  The Concordium says that Varsoon is long gone, but you wouldn't catch me dead there!",
        "Heck, I'll tell you where it is! Turn left as you leave the city gates; go through Klicnik Fields. You'll see the islands the tomb rests on.  You go any further ... well, that's your decision, not mine.",
        "Chores you ask? I planned on heading out to the caves to gather some spider venom sacs, but if you're willing and able, I'll let you handle this task. I'll need at least five of the sacs.",
        "Good! Bring them back here as soon as you have them.",
        "Excellent job, adventurer! Hand over the venom sacs, and I'll pad your purse with coin."
      ]
    },
    {
      "name": "Fredrick Losce",
      "race": [
        "half elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "575.86,-8.47,126.35"
      ],
      "utterances": [
        "I'm sorry friend. I thought you were someone else."
      ]
    },
    {
      "name": "Gauldry",
      "purpose": "Shieldsmith",
      "race": [
        "halfling"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "572.75,-17.12,265.46"
      ],
      "utterances": [
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs.",
        "Welcome! What can I help you with?",
        "Confound it! Where did I put that ledger?  It must be around here somewhere!",
        "My wares cost more than the cheap goods of the sisters in the other room, but one must pay a price for extravagance, am I right?"
      ],
      "store_template": "shieldsmith"
    },
    {
      "name": "Greldane Irongut",
      "race": [
        "dwarf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "536.87,-9.56,132.56"
      ],
      "utterances": [
        "I could use another ale for the road anytime now.",
        "What do you mean ye drank more than I did?"
      ]
    },
    {
      "name": "Handla Taseela",
      "race": [
        "halfling"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "533.38,-9.99,117.96"
      ],
      "utterances": [
        "Get the wash, get the wash.  This whole city would fall apart if I didn't deliver the clothes on time.  ",
        "You should head by the tavern later on! Every night in Qeynos is cause for celebration.",
        "If a thing isn't worth saying, you sing it.",
        "Be on the lookout, friend!  I just spoke to the guards.  I've no doubt gnolls are scouting the nearby area."
      ]
    },
    {
      "name": "Hegrenn",
      "purpose": "Bowyer",
      "race": [
        "dwarf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "576.60,-8.70,183.09"
      ],
      "utterances": [
        "Is there something you need to have custom made?  I can see if I can get one of my lads to look into it!",
        "I just got a shipment in from the Far Sea's Trading Company.  I don't just show anybody this stuff so, shhhh!  ",
        "Never go into battle without a tried and trusted weapon. Here, take a look at what we have in stock."
      ],
      "store_template": "bowyer"
    },
    {
      "name": "Indis Surion",
      "purpose": "Sage",
      "race": [
        "high elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "702.81,81.88,129.11"
      ],
      "utterances": [
        "Search for the relics of the past Age of Turmoil.  Their discovery will gain you great power and prestige!"
      ],
      "store": [
        {
          "gamelink": "\\aITEM -692781748 -121888940 0 0 0:A Collection of Epitaphs\\/a",
          "prices": [
            {
              "coin": 540
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1125012374 -1962932301 0 0 0:A Martyr's Tale\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1936103841 768969238 0 0 0:Antonica Creature Catalog\\/a",
          "prices": [
            {
              "coin": 5184
            }
          ]
        },
        {
          "gamelink": "\\aITEM -799475108 1793395161 0 0 0:Architecture of the Vermin's Snye\\/a",
          "prices": [
            {
              "coin": 540
            }
          ]
        },
        {
          "gamelink": "\\aITEM 453063055 -299401543 0 0 0:Basic Mining Guide, Part One\\/a",
          "prices": [
            {
              "coin": 540
            }
          ]
        },
        {
          "gamelink": "\\aITEM -2113380299 -2055114194 0 0 0:Basic Mining Guide, Part Two\\/a",
          "prices": [
            {
              "coin": 540
            }
          ]
        },
        {
          "gamelink": "\\aITEM -84572034 743442812 0 0 0:Cleaning with the Cryptkeeper\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1383283183 -1507742731 0 0 0:From the Trial of Kane Bayle\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1643415396 2020767213 0 0 0:Guide to Collecting Crypt Plates\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1360668484 1809640558 0 0 0:Ignatia Cellus' Family History Book\\/a",
          "prices": [
            {
              "coin": 360
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1169113654 -1515044685 0 0 0:Ilene Cellus' Family History\\/a",
          "prices": [
            {
              "coin": 900
            }
          ]
        },
        {
          "gamelink": "\\aITEM 376407865 -80595689 0 0 0:Iriana Cellus' Family History\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1943071022 -911656969 0 0 0:Isabella Cellus' Family History Book\\/a",
          "prices": [
            {
              "coin": 360
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1690892980 466648205 0 0 0:Karath Smoothmane - The Breaking of the Pact\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1537263584 -1481260681 0 0 0:Karath Smoothmane - Winter Comes\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM -2045240065 1663244787 0 0 0:Know Your Gnolls\\/a",
          "prices": [
            {
              "coin": 2
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1208298162 1207118204 0 0 0:Outlying Qeynos Creature Catalog\\/a",
          "prices": [
            {
              "coin": 5184
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1065230561 984214981 0 0 0:Qeynos Catacombs Creature Catalog\\/a",
          "prices": [
            {
              "coin": 5184
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1687896909 1068785929 0 0 0:The History of Ayr'Dal\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1273100677 1774147882 0 0 0:The History of Barbarians\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 629496398 1117701139 0 0 0:The History of Dwarves\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1510044997 -1383872173 0 0 0:The History of Erudites\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 300173232 -1408905635 0 0 0:The History of Feir'Dal\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1805595001 -1515806790 0 0 0:The History of Gnomes\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 278317882 -815910386 0 0 0:The History of Halflings\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1879337817 52913112 0 0 0:The History of Humans\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM -117758431 1611809264 0 0 0:The History of Kerra\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM -1496986056 -1567269176 0 0 0:The History of Koada'Dal\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1867458212 1798535204 0 0 0:The Rat Queen of Vermin's Snye\\/a",
          "prices": [
            {
              "coin": 540
            }
          ]
        },
        {
          "gamelink": "\\aITEM -385763144 -1858725111 0 0 0:The Three Keys - The First Key\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1011497698 1358274641 0 0 0:The Three Keys - The Second Key\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1777884866 298843507 0 0 0:The Three Keys - The Third Key\\/a",
          "prices": [
            {
              "coin": 1800
            }
          ]
        },
        {
          "gamelink": "\\aITEM 1100478864 -1676241418 0 0 0:Vaniki's Ring\\/a",
          "prices": [
            {
              "coin": 2
            }
          ]
        },
        {
          "gamelink": "\\aITEM -9842771 453733182 0 0 0:Welcome to Qeynos, Citizen! - 2nd Edition\\/a",
          "prices": [
            {
              "coin": 180
            }
          ]
        },
        {
          "gamelink": "\\aITEM -378859518 -763654224 0 0 0:Zapho's Celestial Guide to the Stars\\/a",
          "prices": [
            {
              "coin": 54
            }
          ]
        }
      ]
    },
    {
      "name": "Jebula Marrsing",
      "race": [
        "froglok"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "469.61,-11.53,131.22"
      ],
      "utterances": [
        "What hast thou done?  When thou greets a Daughter of Marr, a small bow is in order.",
        "Hail to you!  I'd love to parlay but I'm afraid I don't like the cut of your jib.  Now please, move along.",
        "How now, friend adventurer?  Hast thou seen other Daughters of Marr in the wilds?",
        "The queen calls all of us to service.  We shall find our kin to serve her majesty."
      ]
    },
    {
      "name": "Jowling",
      "purpose": "City Merchant",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "647.78,-12.92,245.00"
      ],
      "utterances": [
        "Confound it! Where did I put that ledger?  It must be around here somewhere!",
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!",
        "Welcome! What can I help you with?",
        "Greetings, friend traveler! We have the finest supplies to fill your adventuring needs."
      ]
    },
    {
      "name": "Katlyn Paisley",
      "purpose": "Jeweler",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "657.77,-12.91,236.66"
      ],
      "utterances": [
        "What happened to the highly explosive bottle that was on my desk?  Have you seen it?",
        "Are you wounded?  I just made up a fresh batch of healing potions an hour ago.",
        "There are no refunds for caster error at this shop! Oh ... hello you're not here about a refund."
      ],
      "store_template": "jeweler"
    },
    {
      "name": "Kayben Eatny",
      "purpose": "Bartender",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "583.84,-8.48,130.66"
      ],
      "store_template": "bartender"
    },
    {
      "name": "Kellarra Cloudsend",
      "race": [
        "wood elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "539.17,-9.99,118.04"
      ],
      "utterances": [
        "As with all relationships in life sometimes desire can lead to misfortune.  I strive to temper love and discipline.",
        "The forces of good are all wrought from the strength of the innocent.",
        "We must remain steady against the influence of evil.  Only with perseverance will Qeynos survive!"
      ]
    },
    {
      "name": "Khalil`mun",
      "purpose": "Alchemist",
      "race": [
        "erudite"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "660.41,-18.57,243.66"
      ],
      "utterances": [
        "Confound it! Where did I put that ledger?  It must be around here somewhere!"
      ],
      "store_template": "alchemist"
    },
    {
      "name": "Knight-Lieutenant Ilgar",
      "purpose": "Qeynos Guard",
      "race": [
        "barbarian"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "424.86,-20.90,171.00",
        "446.17,-20.76,220.60",
        "471.65,-20.98,193.77",
        "435.16,-20.68,174.78"
      ]
    },
    {
      "name": "Leona Ward",
      "purpose": "General Goods",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "477.68,-13.72,216.70"
      ],
      "utterances": [
        "Welcome, traveler. Welcome to my shop.  Please, take a look around!"
      ],
      "store_template": "general_goods"
    },
    {
      "name": "Librarian Dalmas",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "712.91,41.31,101.53"
      ],
      "utterances": [
        "Please be quiet when inside this place.",
        "You do not look like as if you spend much time in libraries, but please browse around as you like, and close the door firmly when you leave."
      ]
    },
    {
      "name": "Librarian Dungil",
      "race": [
        "dwarf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "711.09,33.22,146.47"
      ],
      "utterances": [
        "Please be quick, I am very busy."
      ]
    },
    {
      "name": "Loowoonla",
      "race": [
        "erudite"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "535.22,-9.99,117.75"
      ],
      "utterances": [
        "If power and greatness is what you seek, you must first master the difference between right and wrong.",
        "If we focus on the higher truths that govern our actions, we fathom the underlying power within them.",
        "The time for ego must be set aside.  Your faith in a higher power will preserve you in the times ahead.",
        "You must not be afraid to trust others.  Openness is the key to finding a correct solution."
      ]
    },
    {
      "name": "Maile",
      "purpose": "Broker",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "483.05,-19.72,214.82"
      ],
      "utterances": [
        "Hello there, friend.  I believe we have that new medicine in stock that you were asking about.  That was you, wasn't it?  ",
        "Wait a minute, please forgive me.  What was it you were looking for again?"
      ]
    },
    {
      "name": "a Maj'Dul",
      "locations": [
        "715.24,-20.37,128.87"
      ]
    },
    {
      "name": "Marcen Quillfingers",
      "race": [
        "halfling"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "536.91,-9.99,117.52"
      ],
      "utterances": [
        "Ah good, another refugee in the city.  I hope you're not a worthless lay about!  We don't abide apathy here.",
        "Whoa, hello there!  Eager and in a hurry I see.  My advice, take your time.  The city isn't going anywhere.",
        "Nice weather we're having.  Should make for a good harvest this season, if it holds up.",
        "Nostalgia isn't what it used to be."
      ]
    },
    {
      "name": "Merriou",
      "race": [
        "kerran"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "538.46,-9.99,117.69"
      ],
      "utterances": [
        "You understand somewhat how the kerra feel.  You cannot deny it; it's in your blood.",
        "Give me the simplicity of life as the kerra once knew it, and I'll be satisfied."
      ]
    },
    {
      "name": "Morgessa",
      "race": [
        "half elf"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "709.07,-19.45,176.89"
      ],
      "utterances": [
        "As soon as I get my own boat, I'm outta here!",
        "Are my roots showing?  I think I'll go for a light blueberry mixed with jum-jum highlights.",
        "I'm only happy when it rains.  Well.. I like sunny days too.  Okay... I'm actually happy all the time.",
        "Me and my friends have all agreed to be non-conformists.",
        "The Tier'Dal are so romantic,  the way they're all dark and gloomy...",
        "My ancestors don't understand me.  They're from a completely different era."
      ]
    },
    {
      "name": "Neena Ocoggin",
      "race": [
        "gnome"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "533.38,-9.99,117.96"
      ],
      "utterances": [
        "Cheers and boggle chippers to you!",
        "Oh! Say, is that a minor absinthesizer you're wearing?  I've never seen one used quite that way before.",
        "Have you any spare foozlebits?  Don't you hate being one foozlebit short of a fwinger?"
      ]
    },
    {
      "name": "Novitiate Emily Shorechaser",
      "race": [
        "human"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "764.52,-20.10,192.56"
      ],
      "utterances": [
        "I am suprised the Celestial Watch is assisting with the transport of the shield."
      ]
    },
    {
      "name": "Percivous",
      "race": [
        "froglok"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "537.55,-9.99,117.67"
      ],
      "utterances": [
        "Well met, my astute traveler.  The evil rogues of Freeport would never trifle with so dashing an adventurer.",
        "Hast thou any news of our lost kin?",
        "I say, dost thou seeketh to stand with us against the evils and tyranny of the land?",
        "Aye, I crave your pardon.  Good morrow to you stranger."
      ]
    },
    {
      "name": "Prelate Farleaf",
      "race": [
        "wood elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "764.95,-20.40,190.25"
      ],
      "utterances": [
        "Quiet child! Anyone could be listening to us. Once Augurer Caranthir returns from guarding the sewers I will alert him to your loose tongue."
      ]
    },
    {
      "name": "Pupil Adept Wazzlefop",
      "purpose": "Concordium Mage",
      "race": [
        "gnome"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "724.23,-20.37,129.91"
      ],
      "utterances": [
        "...",
        "Are you a seeker of the arcane?  Do you thirst for the knowledge of the mystical?  You've come to the right place.  Here at the Concordium, we serve the queen by using our mystical prowess to aid those in need.  Take this writ and help us in our search for truth.",
        "Please return to me when you have completed your current task."
      ]
    },
    {
      "name": "Representative Klen`thall",
      "race": [
        "high elf"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "485.39,-11.35,115.25"
      ],
      "utterances": [
        "If you weren't so busy with your imaginary rebellion, you might do something productive and make a name for yourself."
      ]
    },
    {
      "name": "Rune Shimmerstar",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "714.30,41.31,105.57"
      ],
      "utterances": [
        "What brings you to the Three Towers? Study of the arcane arts broadens your understanding of the world we live in. You would do well to remember this."
      ]
    },
    {
      "name": "Selwyn Oakheart",
      "race": [
        "halfling"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "444.41,-19.63,188.69"
      ],
      "utterances": [
        "I'm sorry, dear. I don't think I'd be able to help you with anything right now. I'm very busy."
      ]
    },
    {
      "name": "Shinolio",
      "purpose": "Merchant",
      "race": [
        "erudite"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "713.84,-20.37,129.25"
      ],
      "utterances": [
        "Go on, take a look at the stock.  You'll never beat this price in the city.  I guarantee it!"
      ]
    },
    {
      "name": "Squire Rion Rolana",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "489.75,-19.72,225.41"
      ],
      "utterances": [
        "Move along citizen, I've a lot on my mind."
      ]
    },
    {
      "name": "Stable Hand Marcellun Iver",
      "purpose": "Horse Merchant",
      "race": [
        "barbarian"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "406.51,-20.26,227.22"
      ],
      "utterances": [
        "Pets fuuuur sale! Pets fuuuur sale!",
        "Down, boy! Down, boy!",
        "Whoa! Watch your fingers! Goliath hasn't eaten all day.",
        "Buy today and you'll receive a free litter box!"
      ]
    },
    {
      "name": "Stable Hand Stonebear",
      "race": [
        "barbarian"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "395.42,-20.19,210.12"
      ]
    },
    {
      "name": "Tabby Copperpot",
      "purpose": "Provisioner",
      "race": [
        "halfling"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "568.54,-9.79,164.12"
      ],
      "utterances": [
        "I have many baked goods that would be sure to tickle your taste buds and satisfy your tummy."
      ],
      "store_template": "provisioner"
    },
    {
      "name": "Telamoninioon Orinsidian",
      "purpose": "Illusionist Trainer",
      "race": [
        "erudite"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "698.17,86.88,132.38"
      ],
      "utterances": [
        "Good day <player name>, what brings you to the Concordium?"
      ]
    },
    {
      "name": "Thierry Dillon",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "595.93,-16.52,233.13",
        "585.69,-15.77,209.95"
      ],
      "utterances": [
        "Excuse me?",
        "It's a simple civic improvement project run by Magus Weskah.  We're still in the planning stage.  I'm not sure how many positions we'll need to fill to get the job done, or when we'll start hiring.",
        "What kind of jerk are you, anyway? Leave me alone.",
        "Mary?  How is she?  I've been worried sick about her.  She...she won't see me.  She won't accept messages that I've sent her.  At least she's still alive!",
        "I did leave her, but it wasn't my choice.  She insisted that I was carrying on with one of my associates and demanded that I move away.  All I've ever wanted to do is take care of Mary and with this new job, I thought our finances would finally improve.",
        "I'm quite proud of the work we're doing.  This is a long-term solution that Queen Antonia herself has approved.",
        "Ellinnea knows much more about the details than I do, but when we're done, Qeynos will be very well-protected against any possible threat.",
        "Ellinnea Umalia near the Mage Tower is a brilliant theoretical magician and like a lot of Erudites can sometimes talk over peoples' heads.  Mary didn't like feeling stupid.  She's not, she just felt intimidated by Ellinnea.  That led to her feeling jealous and that led to Mary spending more and more time in the pubs.",
        "I wish Mary understood how much the project will mean for the safety of Qeynos.  For the safety of our children -- when we have them!  When we're done with our work, Qeynos will be safe from any type of incursion.  That's worthwhile, don't you think?",
        "Yes...and no.  This project is for the future of the city.  If I have to sacrifice my personal happiness, then so be it.  I can only hope that someday Mary will understand."
      ]
    },
    {
      "name": "Tibby Copperpot",
      "purpose": "Baker",
      "race": [
        "halfling"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "564.26,-9.79,168.01"
      ],
      "utterances": [
        "I sure do love to cook.  Yummy baked goods and cakes.  I make my sister do all the selling.  To tell you the truth I think she likes it."
      ]
    },
    {
      "name": "Tilliana Steamsieve",
      "purpose": "Conjuror Trainer",
      "race": [
        "gnome"
      ],
      "gender": [
        "female"
      ],
      "locations": [
        "710.16,-20.37,110.73"
      ],
      "utterances": [
        "Well, hello hello <player name>, welcome to the Concordium.  What can I do for you today?"
      ]
    },
    {
      "name": "Trevor Minturn",
      "purpose": "General Goods",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "571.06,-14.70,185.73"
      ],
      "utterances": [
        "May I interest you in some of my fine wares, friend?"
      ],
      "store_template": "general_goods"
    },
    {
      "name": "Tristan Galliway",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "579.44,-8.48,126.27"
      ],
      "utterances": [
        "Do I know you?"
      ]
    },
    {
      "name": "Vhret Retharo",
      "purpose": "Concordium Mage",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "698.59,48.31,94.64"
      ]
    },
    {
      "name": "Vishra",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "728.35,-21.00,142.14"
      ],
      "utterances": [
        "May I help you?"
      ]
    },
    {
      "name": "Warley Theodoric",
      "race": [
        "human"
      ],
      "gender": [
        "male"
      ],
      "locations": [
        "551.84,-8.62,130.93"
      ],
      "utterances": [
        "What do you mean ye drank more than I did?",
        "I could use another ale for the road anytime now."
      ]
    }
  ]
}