{
    "Adventure": {
        "Combat": [
            {
                "name": "Aim",
                "description": "This is how well you use crossbows."
            },
            {
                "name": "Crushing",
                "description": "This is how well you use hammers, maces, staves, and even your own fists."
            },
            {
                "name": "Focus",
                "description": "This is how well you maintain your concentration in battle. This will help you cast spells or perform combat arts while under attack."
            },
            {
                "name": "Piercing",
                "description": "This is how well you use daggers and spears."
            },
            {
                "name": "Poisoning",
                "description": "Scout ability to apply and use poisons."
            },
            {
                "name": "Ranged",
                "description": "This is how well you use bows and thrown weapons."
            },
            {
                "name": "Slashing",
                "description": "This is how well you use all types of swords and axes."
            }
        ],
        "Spellcasting": [
            {
                "name": "Disruption",
                "description": "This reduces your target's resistance to your Disruption spells."
            },
            {
                "name": "Ministration",
                "description": "This is how well you use spells that heal and cure."
            },
            {
                "name": "Ordination",
                "description": "This is how well you use spells that augment your friends and weaken your enemies."
            },
            {
                "name": "Subjugation",
                "description": "This is how well you use spells to command pets and control monsters."
            }
        ],
        "Avoidance": [
            {
                "name": "Defense",
                "description": "This is how well you avoid physical attacks."
            },
            {
                "name": "Parry",
                "description": "This gives you a chance to ward off a physical attack."
            }
        ]
    },
    "Tradeskill": {
        "Craftsman": [
            {
                "name": "Artistry",
                "description": "Technique used by Craftsman and Provisioners."
            },
            {
                "name": "Fletching",
                "description": "Used by tradesman to create arrows, shields, staves etc"
            },
            {
                "name": "Sculpting",
                "description": "Tradeskill technique used by carpenters and craftsman"
            }
        ],
        "Outfitter": [
            {
                "name": "Metal Shaping",
                "description": "Tradeskill Technique used by outfitters and Armorers"
            },
            {
                "name": "Metalworking",
                "description": "This is how well you create items made of metal."
            },
            {
                "name": "Tailoring",
                "description": "This is how well you create items made of cloth."
            }
        ],
        "Scholar": [
            {
                "name": "Artificing",
                "description": "This is how well you create magic items by using trade skills."
            },
            {
                "name": "Chemistry",
                "description": "This is how well you create trade skill items by using chemistry."
            },
            {
                "name": "Scribing",
                "description": "This is how well you create spells and copy books."
            }
        ],
        "Secondary Tradeskills": [
            {
                "name": "Adorning",
                "description": "This allows you to create adornments from the component essences created by deconstructing regular items."
            },
            {
                "name": "Experimentation",
                "description": "Allows you to improve handcrafted items with risky experiments."
            },
            {
                "name": "Tinkering",
                "description": "This allows you to make Gadgets, Gizmos, and Doohickeys"
            }
        ]
    },
    "General": {
        "Harvesting": [
            {
                "name": "Fishing",
                "description": "This is how well you catch fish."
            },
            {
                "name": "Foresting",
                "description": "This is how well you find and harvest different kinds of lumber."
            },
            {
                "name": "Gathering",
                "description": "This is how well you gather herbs, flowers, and other small plants."
            },
            {
                "name": "Mining",
                "description": "This is how well you mine for ore and minerals."
            },
            {
                "name": "Transmuting",
                "description": "This allows you to deconstruct used or unwanted items into their base essences, which can then be used by a transmuter to create adornments."
            },
            {
                "name": "Trapping",
                "description": "This is how well you catch small game animals."
            }
        ],
        "General": [
            {
                "name": "Alcohol Tolerance",
                "description": "This is how well you tolerate the effects of alcohol."
            },
            {
                "name": "Disarm Trap",
                "description": "This is how well you disarm the dangerous effects of a trap."
            },
            {
                "name": "Safe Fall",
                "description": "This is how well you reduce damage taken in a fall."
            },
            {
                "name": "Swimming",
                "description": "This is how well you swim in water."
            },
            {
                "name": "Tracking",
                "description": "This is how well you find monsters or creatures within a zone."
            }
        ],
        "Language": []
    }
}